<?php

return [
    100 => [
        '100001' => [
            'name' => 'آستانه',
            'city_id' => '100001',
        ],
        '100002' => [
            'name' => 'آشتیان',
            'city_id' => '100002',
        ],
        '100003' => [
            'name' => 'آوه',
            'city_id' => '100003',
        ],
        '100004' => [
            'name' => 'اراک',
            'city_id' => '100004',
        ],
        '100005' => [
            'name' => 'اراک 1',
            'city_id' => '100005',
        ],
        '100006' => [
            'name' => 'اراک 2',
            'city_id' => '100006',
        ],
        '100007' => [
            'name' => 'اراک 3',
            'city_id' => '100007',
        ],
        '100008' => [
            'name' => 'اراک 4',
            'city_id' => '100008',
        ],
        '100009' => [
            'name' => 'اراک 5',
            'city_id' => '100009',
        ],
        '100010' => [
            'name' => 'تفرش',
            'city_id' => '100010',
        ],
        '100011' => [
            'name' => 'تلخاب',
            'city_id' => '100011',
        ],
        '100012' => [
            'name' => 'توره',
            'city_id' => '100012',
        ],
        '100013' => [
            'name' => 'جاورسیان',
            'city_id' => '100013',
        ],
        '100014' => [
            'name' => 'خشکرود',
            'city_id' => '100014',
        ],
        '100015' => [
            'name' => 'خمین',
            'city_id' => '100015',
        ],
        '100016' => [
            'name' => 'خنجین',
            'city_id' => '100016',
        ],
        '100017' => [
            'name' => 'خنداب',
            'city_id' => '100017',
        ],
        '100018' => [
            'name' => 'داودآباد',
            'city_id' => '100018',
        ],
        '100019' => [
            'name' => 'دلیجان',
            'city_id' => '100019',
        ],
        '100020' => [
            'name' => 'رازقان',
            'city_id' => '100020',
        ],
        '100021' => [
            'name' => 'زاویه',
            'city_id' => '100021',
        ],
        '100022' => [
            'name' => 'ساروق',
            'city_id' => '100022',
        ],
        '100023' => [
            'name' => 'ساوه',
            'city_id' => '100023',
        ],
        '100024' => [
            'name' => 'ساوه 1',
            'city_id' => '100024',
        ],
        '100025' => [
            'name' => 'ساوه 2',
            'city_id' => '100025',
        ],
        '100026' => [
            'name' => 'شازند',
            'city_id' => '100026',
        ],
        '100027' => [
            'name' => 'شهباز',
            'city_id' => '100027',
        ],
        '100028' => [
            'name' => 'غرق آباد',
            'city_id' => '100028',
        ],
        '100029' => [
            'name' => 'فرمهین',
            'city_id' => '100029',
        ],
        '100030' => [
            'name' => 'قورچی باشی',
            'city_id' => '100030',
        ],
        '100031' => [
            'name' => 'مامونیه',
            'city_id' => '100031',
        ],
        '100032' => [
            'name' => 'محلات',
            'city_id' => '100032',
        ],
        '100033' => [
            'name' => 'مهاجران',
            'city_id' => '100033',
        ],
        '100034' => [
            'name' => 'میلاجرد',
            'city_id' => '100034',
        ],
        '100035' => [
            'name' => 'نراق',
            'city_id' => '100035',
        ],
        '100036' => [
            'name' => 'نوبران',
            'city_id' => '100036',
        ],
        '100037' => [
            'name' => 'نیمور',
            'city_id' => '100037',
        ],
        '100038' => [
            'name' => 'هندودر',
            'city_id' => '100038',
        ],
        '100039' => [
            'name' => 'پرندک',
            'city_id' => '100039',
        ],
        '100040' => [
            'name' => 'کارچان',
            'city_id' => '100040',
        ],
        '100041' => [
            'name' => 'کمیجان',
            'city_id' => '100041',
        ],
    ],
    101 => [
        '101001' => [
            'name' => 'آستارا',
            'city_id' => '101001',
        ],
        '101002' => [
            'name' => 'آستانه اشرفیه',
            'city_id' => '101002',
        ],
        '101003' => [
            'name' => 'احمد سرگوراب',
            'city_id' => '101003',
        ],
        '101004' => [
            'name' => 'اسالم',
            'city_id' => '101004',
        ],
        '101005' => [
            'name' => 'اطاقور',
            'city_id' => '101005',
        ],
        '101006' => [
            'name' => 'املش',
            'city_id' => '101006',
        ],
        '101007' => [
            'name' => 'بازار جمعه',
            'city_id' => '101007',
        ],
        '101008' => [
            'name' => 'بره سر',
            'city_id' => '101008',
        ],
        '101009' => [
            'name' => 'بندرانزلی',
            'city_id' => '101009',
        ],
        '101010' => [
            'name' => 'بندرانزلی 1',
            'city_id' => '101010',
        ],
        '101011' => [
            'name' => 'بندرانزلی 2',
            'city_id' => '101011',
        ],
        '101012' => [
            'name' => 'توتکابن',
            'city_id' => '101012',
        ],
        '101013' => [
            'name' => 'جیرنده',
            'city_id' => '101013',
        ],
        '101014' => [
            'name' => 'حویق',
            'city_id' => '101014',
        ],
        '101015' => [
            'name' => 'خشکبیجار',
            'city_id' => '101015',
        ],
        '101016' => [
            'name' => 'خمام',
            'city_id' => '101016',
        ],
        '101017' => [
            'name' => 'دیلمان',
            'city_id' => '101017',
        ],
        '101018' => [
            'name' => 'رانکوه',
            'city_id' => '101018',
        ],
        '101019' => [
            'name' => 'رحیم آباد',
            'city_id' => '101019',
        ],
        '101020' => [
            'name' => 'رستم آباد',
            'city_id' => '101020',
        ],
        '101021' => [
            'name' => 'رشت',
            'city_id' => '101021',
        ],
        '101022' => [
            'name' => 'رشت 1',
            'city_id' => '101022',
        ],
        '101023' => [
            'name' => 'رشت 2',
            'city_id' => '101023',
        ],
        '101024' => [
            'name' => 'رشت 3',
            'city_id' => '101024',
        ],
        '101025' => [
            'name' => 'رشت 4',
            'city_id' => '101025',
        ],
        '101026' => [
            'name' => 'رشت 5',
            'city_id' => '101026',
        ],
        '101027' => [
            'name' => 'رضوانشهر',
            'city_id' => '101027',
        ],
        '101028' => [
            'name' => 'رودبار',
            'city_id' => '101028',
        ],
        '101029' => [
            'name' => 'رودبنه',
            'city_id' => '101029',
        ],
        '101030' => [
            'name' => 'رودسر',
            'city_id' => '101030',
        ],
        '101031' => [
            'name' => 'سنگر',
            'city_id' => '101031',
        ],
        '101032' => [
            'name' => 'سیاهکل',
            'city_id' => '101032',
        ],
        '101033' => [
            'name' => 'شفت',
            'city_id' => '101033',
        ],
        '101034' => [
            'name' => 'شلمان',
            'city_id' => '101034',
        ],
        '101035' => [
            'name' => 'صومعه سرا',
            'city_id' => '101035',
        ],
        '101036' => [
            'name' => 'ضیابر',
            'city_id' => '101036',
        ],
        '101037' => [
            'name' => 'طاهر گوراب',
            'city_id' => '101037',
        ],
        '101038' => [
            'name' => 'فومن',
            'city_id' => '101038',
        ],
        '101039' => [
            'name' => 'لاهیجان',
            'city_id' => '101039',
        ],
        '101040' => [
            'name' => 'لشت نشاء',
            'city_id' => '101040',
        ],
        '101041' => [
            'name' => 'لنگرود',
            'city_id' => '101041',
        ],
        '101042' => [
            'name' => 'لوشان',
            'city_id' => '101042',
        ],
        '101043' => [
            'name' => 'لولمان',
            'city_id' => '101043',
        ],
        '101044' => [
            'name' => 'لوندویل',
            'city_id' => '101044',
        ],
        '101045' => [
            'name' => 'لیسار',
            'city_id' => '101045',
        ],
        '101046' => [
            'name' => 'ماسال',
            'city_id' => '101046',
        ],
        '101047' => [
            'name' => 'ماسوله',
            'city_id' => '101047',
        ],
        '101048' => [
            'name' => 'ماکلوان',
            'city_id' => '101048',
        ],
        '101049' => [
            'name' => 'مرجقل',
            'city_id' => '101049',
        ],
        '101050' => [
            'name' => 'منجیل',
            'city_id' => '101050',
        ],
        '101051' => [
            'name' => 'هشتپر تالش',
            'city_id' => '101051',
        ],
        '101052' => [
            'name' => 'واجارگاه',
            'city_id' => '101052',
        ],
        '101053' => [
            'name' => 'پره سر',
            'city_id' => '101053',
        ],
        '101054' => [
            'name' => 'پیربازار',
            'city_id' => '101054',
        ],
        '101055' => [
            'name' => 'چابکسر',
            'city_id' => '101055',
        ],
        '101056' => [
            'name' => 'چاف و چمخاله',
            'city_id' => '101056',
        ],
        '101057' => [
            'name' => 'چوبر',
            'city_id' => '101057',
        ],
        '101058' => [
            'name' => 'چوکام',
            'city_id' => '101058',
        ],
        '101059' => [
            'name' => 'کلاچای',
            'city_id' => '101059',
        ],
        '101060' => [
            'name' => 'کومله',
            'city_id' => '101060',
        ],
        '101061' => [
            'name' => 'کوچصفهان',
            'city_id' => '101061',
        ],
        '101062' => [
            'name' => 'کیاشهر',
            'city_id' => '101062',
        ],
        '101063' => [
            'name' => 'گوراب زرمیخ',
            'city_id' => '101063',
        ],
    ],
    102 => [
        '102001' => [
            'name' => 'آستانه سرا',
            'city_id' => '102001',
        ],
        '102002' => [
            'name' => 'آلاشت',
            'city_id' => '102002',
        ],
        '102003' => [
            'name' => 'آمل',
            'city_id' => '102003',
        ],
        '102004' => [
            'name' => 'ارطه',
            'city_id' => '102004',
        ],
        '102005' => [
            'name' => 'امامزاده عبدالله',
            'city_id' => '102005',
        ],
        '102006' => [
            'name' => 'امیرکلا',
            'city_id' => '102006',
        ],
        '102007' => [
            'name' => 'اکند',
            'city_id' => '102007',
        ],
        '102008' => [
            'name' => 'ایزدشهر',
            'city_id' => '102008',
        ],
        '102009' => [
            'name' => 'بابل',
            'city_id' => '102009',
        ],
        '102010' => [
            'name' => 'بابل 1',
            'city_id' => '102010',
        ],
        '102011' => [
            'name' => 'بابل 2',
            'city_id' => '102011',
        ],
        '102012' => [
            'name' => 'بابلسر',
            'city_id' => '102012',
        ],
        '102013' => [
            'name' => 'بابکان',
            'city_id' => '102013',
        ],
        '102014' => [
            'name' => 'بلده',
            'city_id' => '102014',
        ],
        '102015' => [
            'name' => 'بهشهر',
            'city_id' => '102015',
        ],
        '102016' => [
            'name' => 'بهنمیر',
            'city_id' => '102016',
        ],
        '102017' => [
            'name' => 'تنکابن',
            'city_id' => '102017',
        ],
        '102018' => [
            'name' => 'جویبار',
            'city_id' => '102018',
        ],
        '102019' => [
            'name' => 'خرم آباد',
            'city_id' => '102019',
        ],
        '102020' => [
            'name' => 'خلیل شهر',
            'city_id' => '102020',
        ],
        '102021' => [
            'name' => 'خوش رودپی',
            'city_id' => '102021',
        ],
        '102022' => [
            'name' => 'دابودشت',
            'city_id' => '102022',
        ],
        '102023' => [
            'name' => 'دالخانی',
            'city_id' => '102023',
        ],
        '102024' => [
            'name' => 'رامسر',
            'city_id' => '102024',
        ],
        '102025' => [
            'name' => 'رستمکلا',
            'city_id' => '102025',
        ],
        '102026' => [
            'name' => 'رویان',
            'city_id' => '102026',
        ],
        '102027' => [
            'name' => 'رینه',
            'city_id' => '102027',
        ],
        '102028' => [
            'name' => 'زرگر',
            'city_id' => '102028',
        ],
        '102029' => [
            'name' => 'زیرآب',
            'city_id' => '102029',
        ],
        '102030' => [
            'name' => 'ساری',
            'city_id' => '102030',
        ],
        '102031' => [
            'name' => 'ساری 1',
            'city_id' => '102031',
        ],
        '102032' => [
            'name' => 'ساری 2',
            'city_id' => '102032',
        ],
        '102033' => [
            'name' => 'ساری 3',
            'city_id' => '102033',
        ],
        '102034' => [
            'name' => 'سرخرود',
            'city_id' => '102034',
        ],
        '102035' => [
            'name' => 'سلمان شهر',
            'city_id' => '102035',
        ],
        '102036' => [
            'name' => 'سورک',
            'city_id' => '102036',
        ],
        '102037' => [
            'name' => 'شیرود',
            'city_id' => '102037',
        ],
        '102038' => [
            'name' => 'شیرگاه',
            'city_id' => '102038',
        ],
        '102039' => [
            'name' => 'طبقده',
            'city_id' => '102039',
        ],
        '102040' => [
            'name' => 'عباس آباد',
            'city_id' => '102040',
        ],
        '102041' => [
            'name' => 'فرح آباد',
            'city_id' => '102041',
        ],
        '102042' => [
            'name' => 'فریدونکنار',
            'city_id' => '102042',
        ],
        '102043' => [
            'name' => 'فریم',
            'city_id' => '102043',
        ],
        '102044' => [
            'name' => 'قایم شهر',
            'city_id' => '102044',
        ],
        '102045' => [
            'name' => 'محمودآباد',
            'city_id' => '102045',
        ],
        '102046' => [
            'name' => 'مرزن آباد',
            'city_id' => '102046',
        ],
        '102047' => [
            'name' => 'مرزیکلا',
            'city_id' => '102047',
        ],
        '102048' => [
            'name' => 'نشتارود',
            'city_id' => '102048',
        ],
        '102049' => [
            'name' => 'نور',
            'city_id' => '102049',
        ],
        '102050' => [
            'name' => 'نوشهر',
            'city_id' => '102050',
        ],
        '102051' => [
            'name' => 'نکا',
            'city_id' => '102051',
        ],
        '102052' => [
            'name' => 'هادی شهر',
            'city_id' => '102052',
        ],
        '102053' => [
            'name' => 'هچیرود',
            'city_id' => '102053',
        ],
        '102054' => [
            'name' => 'پایین هولار',
            'city_id' => '102054',
        ],
        '102055' => [
            'name' => 'پل سفید',
            'city_id' => '102055',
        ],
        '102056' => [
            'name' => 'پول',
            'city_id' => '102056',
        ],
        '102057' => [
            'name' => 'چالوس',
            'city_id' => '102057',
        ],
        '102058' => [
            'name' => 'چمستان',
            'city_id' => '102058',
        ],
        '102059' => [
            'name' => 'کتالم و سادات شهر',
            'city_id' => '102059',
        ],
        '102060' => [
            'name' => 'کجور',
            'city_id' => '102060',
        ],
        '102061' => [
            'name' => 'کلارآباد',
            'city_id' => '102061',
        ],
        '102062' => [
            'name' => 'کلاردشت',
            'city_id' => '102062',
        ],
        '102063' => [
            'name' => 'کوهی خیل',
            'city_id' => '102063',
        ],
        '102064' => [
            'name' => 'کیاسر',
            'city_id' => '102064',
        ],
        '102065' => [
            'name' => 'کیاکلا',
            'city_id' => '102065',
        ],
        '102066' => [
            'name' => 'گتاب',
            'city_id' => '102066',
        ],
        '102067' => [
            'name' => 'گزنک',
            'city_id' => '102067',
        ],
        '102068' => [
            'name' => 'گلوگاه',
            'city_id' => '102068',
        ],
        '102069' => [
            'name' => 'گلوگاه',
            'city_id' => '102069',
        ],
    ],
    103 => [
        '103001' => [
            'name' => 'آبش احمد',
            'city_id' => '103001',
        ],
        '103002' => [
            'name' => 'آذرشهر',
            'city_id' => '103002',
        ],
        '103003' => [
            'name' => 'آقکند',
            'city_id' => '103003',
        ],
        '103004' => [
            'name' => 'اربطان',
            'city_id' => '103004',
        ],
        '103005' => [
            'name' => 'اسفهلان',
            'city_id' => '103005',
        ],
        '103006' => [
            'name' => 'اسکو',
            'city_id' => '103006',
        ],
        '103007' => [
            'name' => 'اهر',
            'city_id' => '103007',
        ],
        '103008' => [
            'name' => 'اچاچی',
            'city_id' => '103008',
        ],
        '103009' => [
            'name' => 'ایلخچی',
            'city_id' => '103009',
        ],
        '103010' => [
            'name' => 'باسمنج',
            'city_id' => '103010',
        ],
        '103011' => [
            'name' => 'بخشایش',
            'city_id' => '103011',
        ],
        '103012' => [
            'name' => 'بستان آباد',
            'city_id' => '103012',
        ],
        '103013' => [
            'name' => 'بناب',
            'city_id' => '103013',
        ],
        '103014' => [
            'name' => 'بناب مرند',
            'city_id' => '103014',
        ],
        '103015' => [
            'name' => 'تبریز',
            'city_id' => '103015',
        ],
        '103016' => [
            'name' => 'تبریز1',
            'city_id' => '103016',
        ],
        '103017' => [
            'name' => 'تبریز2',
            'city_id' => '103017',
        ],
        '103018' => [
            'name' => 'تبریز3',
            'city_id' => '103018',
        ],
        '103019' => [
            'name' => 'تبریز4',
            'city_id' => '103019',
        ],
        '103020' => [
            'name' => 'تبریز5',
            'city_id' => '103020',
        ],
        '103021' => [
            'name' => 'تبریز6',
            'city_id' => '103021',
        ],
        '103022' => [
            'name' => 'تبریز7',
            'city_id' => '103022',
        ],
        '103023' => [
            'name' => 'تبریز8',
            'city_id' => '103023',
        ],
        '103024' => [
            'name' => 'تبریز 9',
            'city_id' => '103024',
        ],
        '103025' => [
            'name' => 'تبریز 10',
            'city_id' => '103025',
        ],
        '103026' => [
            'name' => 'ترک',
            'city_id' => '103026',
        ],
        '103027' => [
            'name' => 'ترکمانچای',
            'city_id' => '103027',
        ],
        '103028' => [
            'name' => 'تسوج',
            'city_id' => '103028',
        ],
        '103029' => [
            'name' => 'تیمورلو',
            'city_id' => '103029',
        ],
        '103030' => [
            'name' => 'تیکمه داش',
            'city_id' => '103030',
        ],
        '103031' => [
            'name' => 'جلفا',
            'city_id' => '103031',
        ],
        '103032' => [
            'name' => 'جوان قلعه',
            'city_id' => '103032',
        ],
        '103033' => [
            'name' => 'خاروانا',
            'city_id' => '103033',
        ],
        '103034' => [
            'name' => 'خامنه',
            'city_id' => '103034',
        ],
        '103035' => [
            'name' => 'خداجوخراجو',
            'city_id' => '103035',
        ],
        '103036' => [
            'name' => 'خسروشاه',
            'city_id' => '103036',
        ],
        '103037' => [
            'name' => 'خمارلو',
            'city_id' => '103037',
        ],
        '103038' => [
            'name' => 'خواجه',
            'city_id' => '103038',
        ],
        '103039' => [
            'name' => 'خوشه مهر',
            'city_id' => '103039',
        ],
        '103040' => [
            'name' => 'داریان',
            'city_id' => '103040',
        ],
        '103041' => [
            'name' => 'دوزدوزان',
            'city_id' => '103041',
        ],
        '103042' => [
            'name' => 'دیزج حسین بیگ',
            'city_id' => '103042',
        ],
        '103043' => [
            'name' => 'زرنق',
            'city_id' => '103043',
        ],
        '103044' => [
            'name' => 'زنوز',
            'city_id' => '103044',
        ],
        '103045' => [
            'name' => 'سراب',
            'city_id' => '103045',
        ],
        '103046' => [
            'name' => 'سردرود',
            'city_id' => '103046',
        ],
        '103047' => [
            'name' => 'سهند',
            'city_id' => '103047',
        ],
        '103048' => [
            'name' => 'سیس',
            'city_id' => '103048',
        ],
        '103049' => [
            'name' => 'سیه رود',
            'city_id' => '103049',
        ],
        '103050' => [
            'name' => 'شبستر',
            'city_id' => '103050',
        ],
        '103051' => [
            'name' => 'شربیان',
            'city_id' => '103051',
        ],
        '103052' => [
            'name' => 'شرفخانه',
            'city_id' => '103052',
        ],
        '103053' => [
            'name' => 'شندآباد',
            'city_id' => '103053',
        ],
        '103054' => [
            'name' => 'صوفیان',
            'city_id' => '103054',
        ],
        '103055' => [
            'name' => 'عاشقلو',
            'city_id' => '103055',
        ],
        '103056' => [
            'name' => 'عجب شیر',
            'city_id' => '103056',
        ],
        '103057' => [
            'name' => 'علیشاه',
            'city_id' => '103057',
        ],
        '103058' => [
            'name' => 'قره آغاج',
            'city_id' => '103058',
        ],
        '103059' => [
            'name' => 'لاریجان',
            'city_id' => '103059',
        ],
        '103060' => [
            'name' => 'لاهیجان',
            'city_id' => '103060',
        ],
        '103061' => [
            'name' => 'لیلان',
            'city_id' => '103061',
        ],
        '103062' => [
            'name' => 'مبارک شهر',
            'city_id' => '103062',
        ],
        '103063' => [
            'name' => 'مراغه',
            'city_id' => '103063',
        ],
        '103064' => [
            'name' => 'مراغه 1',
            'city_id' => '103064',
        ],
        '103065' => [
            'name' => 'مراغه 2',
            'city_id' => '103065',
        ],
        '103066' => [
            'name' => 'مرند',
            'city_id' => '103066',
        ],
        '103067' => [
            'name' => 'ملکان',
            'city_id' => '103067',
        ],
        '103068' => [
            'name' => 'ممقان',
            'city_id' => '103068',
        ],
        '103069' => [
            'name' => 'مهربان',
            'city_id' => '103069',
        ],
        '103070' => [
            'name' => 'میانه',
            'city_id' => '103070',
        ],
        '103071' => [
            'name' => 'نظرکهریزی',
            'city_id' => '103071',
        ],
        '103072' => [
            'name' => 'هادیشهر',
            'city_id' => '103072',
        ],
        '103073' => [
            'name' => 'هریس',
            'city_id' => '103073',
        ],
        '103074' => [
            'name' => 'هشترود',
            'city_id' => '103074',
        ],
        '103075' => [
            'name' => 'هوراند',
            'city_id' => '103075',
        ],
        '103076' => [
            'name' => 'وایقان',
            'city_id' => '103076',
        ],
        '103077' => [
            'name' => 'ورزقان',
            'city_id' => '103077',
        ],
        '103078' => [
            'name' => 'کردکندی',
            'city_id' => '103078',
        ],
        '103079' => [
            'name' => 'کشکسرای',
            'city_id' => '103079',
        ],
        '103080' => [
            'name' => 'کلوانق',
            'city_id' => '103080',
        ],
        '103081' => [
            'name' => 'کلیبر',
            'city_id' => '103081',
        ],
        '103082' => [
            'name' => 'کوزه کنان',
            'city_id' => '103082',
        ],
        '103083' => [
            'name' => 'گوگان',
            'city_id' => '103083',
        ],
        '103084' => [
            'name' => 'یامچی',
            'city_id' => '103084',
        ],
    ],
    104 => [
        '104001' => [
            'name' => 'آواجیق',
            'city_id' => '104001',
        ],
        '104002' => [
            'name' => 'ارومیه',
            'city_id' => '104002',
        ],
        '104003' => [
            'name' => 'ارومیه 1',
            'city_id' => '104003',
        ],
        '104004' => [
            'name' => 'ارومیه 2',
            'city_id' => '104004',
        ],
        '104005' => [
            'name' => 'ارومیه 3',
            'city_id' => '104005',
        ],
        '104006' => [
            'name' => 'ارومیه 4',
            'city_id' => '104006',
        ],
        '104007' => [
            'name' => 'ارومیه  5',
            'city_id' => '104007',
        ],
        '104008' => [
            'name' => 'اشنویه',
            'city_id' => '104008',
        ],
        '104009' => [
            'name' => 'ایواوغلی',
            'city_id' => '104009',
        ],
        '104010' => [
            'name' => 'باروق',
            'city_id' => '104010',
        ],
        '104011' => [
            'name' => 'بازرگان',
            'city_id' => '104011',
        ],
        '104012' => [
            'name' => 'بوکان',
            'city_id' => '104012',
        ],
        '104013' => [
            'name' => 'بکتاش',
            'city_id' => '104013',
        ],
        '104014' => [
            'name' => 'تازه شهر',
            'city_id' => '104014',
        ],
        '104015' => [
            'name' => 'تخت سلیمان',
            'city_id' => '104015',
        ],
        '104016' => [
            'name' => 'تکاب',
            'city_id' => '104016',
        ],
        '104017' => [
            'name' => 'حاجیلار',
            'city_id' => '104017',
        ],
        '104018' => [
            'name' => 'خلیفان',
            'city_id' => '104018',
        ],
        '104019' => [
            'name' => 'خوی',
            'city_id' => '104019',
        ],
        '104020' => [
            'name' => 'دیزج دیز',
            'city_id' => '104020',
        ],
        '104021' => [
            'name' => 'ربط',
            'city_id' => '104021',
        ],
        '104022' => [
            'name' => 'زرآباد',
            'city_id' => '104022',
        ],
        '104023' => [
            'name' => 'سردشت',
            'city_id' => '104023',
        ],
        '104024' => [
            'name' => 'سرو',
            'city_id' => '104024',
        ],
        '104025' => [
            'name' => 'سلماس',
            'city_id' => '104025',
        ],
        '104026' => [
            'name' => 'سیلوانه',
            'city_id' => '104026',
        ],
        '104027' => [
            'name' => 'سیمینه',
            'city_id' => '104027',
        ],
        '104028' => [
            'name' => 'سیه چشمه',
            'city_id' => '104028',
        ],
        '104029' => [
            'name' => 'شاهین دژ',
            'city_id' => '104029',
        ],
        '104030' => [
            'name' => 'شوط',
            'city_id' => '104030',
        ],
        '104031' => [
            'name' => 'فیرورق',
            'city_id' => '104031',
        ],
        '104032' => [
            'name' => 'قره ضیاءالدین',
            'city_id' => '104032',
        ],
        '104033' => [
            'name' => 'قطور',
            'city_id' => '104033',
        ],
        '104034' => [
            'name' => 'قوشچی',
            'city_id' => '104034',
        ],
        '104035' => [
            'name' => 'لاجان',
            'city_id' => '104035',
        ],
        '104036' => [
            'name' => 'ماکو',
            'city_id' => '104036',
        ],
        '104037' => [
            'name' => 'محمدیار',
            'city_id' => '104037',
        ],
        '104038' => [
            'name' => 'محمودآباد',
            'city_id' => '104038',
        ],
        '104039' => [
            'name' => 'مرگنلر',
            'city_id' => '104039',
        ],
        '104040' => [
            'name' => 'مهاباد',
            'city_id' => '104040',
        ],
        '104041' => [
            'name' => 'میاندوآب',
            'city_id' => '104041',
        ],
        '104042' => [
            'name' => 'میرآباد',
            'city_id' => '104042',
        ],
        '104043' => [
            'name' => 'نازک علیا',
            'city_id' => '104043',
        ],
        '104044' => [
            'name' => 'نالوس',
            'city_id' => '104044',
        ],
        '104045' => [
            'name' => 'نقده',
            'city_id' => '104045',
        ],
        '104046' => [
            'name' => 'نلاس',
            'city_id' => '104046',
        ],
        '104047' => [
            'name' => 'نوشین',
            'city_id' => '104047',
        ],
        '104048' => [
            'name' => 'پلدشت',
            'city_id' => '104048',
        ],
        '104049' => [
            'name' => 'پیرانشهر',
            'city_id' => '104049',
        ],
        '104050' => [
            'name' => 'چهاربرج',
            'city_id' => '104050',
        ],
        '104051' => [
            'name' => 'کشاورز',
            'city_id' => '104051',
        ],
        '104052' => [
            'name' => 'گوگ تپه',
            'city_id' => '104052',
        ],
        '104053' => [
            'name' => 'یولاگلدی',
            'city_id' => '104053',
        ],
    ],
    105 => [
        '105001' => [
            'name' => 'ازگله',
            'city_id' => '105001',
        ],
        '105002' => [
            'name' => 'اسلام آبادغرب',
            'city_id' => '105002',
        ],
        '105003' => [
            'name' => 'بانوره',
            'city_id' => '105003',
        ],
        '105004' => [
            'name' => 'باینگان',
            'city_id' => '105004',
        ],
        '105005' => [
            'name' => 'بیستون',
            'city_id' => '105005',
        ],
        '105006' => [
            'name' => 'تازه آباد',
            'city_id' => '105006',
        ],
        '105007' => [
            'name' => 'جوانرود',
            'city_id' => '105007',
        ],
        '105008' => [
            'name' => 'حمیل',
            'city_id' => '105008',
        ],
        '105009' => [
            'name' => 'دینور',
            'city_id' => '105009',
        ],
        '105010' => [
            'name' => 'رباط',
            'city_id' => '105010',
        ],
        '105011' => [
            'name' => 'روانسر',
            'city_id' => '105011',
        ],
        '105012' => [
            'name' => 'ریجاب',
            'city_id' => '105012',
        ],
        '105013' => [
            'name' => 'سرمست',
            'city_id' => '105013',
        ],
        '105014' => [
            'name' => 'سرپل ذهاب',
            'city_id' => '105014',
        ],
        '105015' => [
            'name' => 'سطر',
            'city_id' => '105015',
        ],
        '105016' => [
            'name' => 'سنقر',
            'city_id' => '105016',
        ],
        '105017' => [
            'name' => 'سومار',
            'city_id' => '105017',
        ],
        '105018' => [
            'name' => 'شاهو',
            'city_id' => '105018',
        ],
        '105019' => [
            'name' => 'شروینه',
            'city_id' => '105019',
        ],
        '105020' => [
            'name' => 'صحنه',
            'city_id' => '105020',
        ],
        '105021' => [
            'name' => 'قصرشیرین',
            'city_id' => '105021',
        ],
        '105022' => [
            'name' => 'قلعه',
            'city_id' => '105022',
        ],
        '105023' => [
            'name' => 'میرآباد',
            'city_id' => '105023',
        ],
        '105024' => [
            'name' => 'نودشه',
            'city_id' => '105024',
        ],
        '105025' => [
            'name' => 'نوسود',
            'city_id' => '105025',
        ],
        '105026' => [
            'name' => 'هرسین',
            'city_id' => '105026',
        ],
        '105027' => [
            'name' => 'هلشی',
            'city_id' => '105027',
        ],
        '105028' => [
            'name' => 'پاوه',
            'city_id' => '105028',
        ],
        '105029' => [
            'name' => 'کرمانشاه',
            'city_id' => '105029',
        ],
        '105030' => [
            'name' => 'کرمانشاه 1',
            'city_id' => '105030',
        ],
        '105031' => [
            'name' => 'کرمانشاه 2',
            'city_id' => '105031',
        ],
        '105032' => [
            'name' => 'کرمانشاه 3',
            'city_id' => '105032',
        ],
        '105033' => [
            'name' => 'کرمانشاه 4',
            'city_id' => '105033',
        ],
        '105034' => [
            'name' => 'کرمانشاه 5',
            'city_id' => '105034',
        ],
        '105035' => [
            'name' => 'کرمانشاه 6',
            'city_id' => '105035',
        ],
        '105036' => [
            'name' => 'کرمانشاه 7',
            'city_id' => '105036',
        ],
        '105037' => [
            'name' => 'کرمانشاه 8',
            'city_id' => '105037',
        ],
        '105038' => [
            'name' => 'کرند',
            'city_id' => '105038',
        ],
        '105039' => [
            'name' => 'کنگاور',
            'city_id' => '105039',
        ],
        '105040' => [
            'name' => 'کوزران',
            'city_id' => '105040',
        ],
        '105041' => [
            'name' => 'گهواره',
            'city_id' => '105041',
        ],
        '105042' => [
            'name' => 'گودین',
            'city_id' => '105042',
        ],
        '105043' => [
            'name' => 'گیلانغرب',
            'city_id' => '105043',
        ],
    ],
    106 => [
        '106001' => [
            'name' => 'آبادان',
            'city_id' => '106001',
        ],
        '106002' => [
            'name' => 'آبادان 1',
            'city_id' => '106002',
        ],
        '106003' => [
            'name' => 'آبادان 2',
            'city_id' => '106003',
        ],
        '106004' => [
            'name' => 'آبادان 3',
            'city_id' => '106004',
        ],
        '106005' => [
            'name' => 'آبژدان',
            'city_id' => '106005',
        ],
        '106006' => [
            'name' => 'آزادی',
            'city_id' => '106006',
        ],
        '106007' => [
            'name' => 'آغاجاری',
            'city_id' => '106007',
        ],
        '106008' => [
            'name' => 'ابوحمیظه',
            'city_id' => '106008',
        ],
        '106009' => [
            'name' => 'اروندکنار',
            'city_id' => '106009',
        ],
        '106010' => [
            'name' => 'الهایی',
            'city_id' => '106010',
        ],
        '106011' => [
            'name' => 'الوان',
            'city_id' => '106011',
        ],
        '106012' => [
            'name' => 'امیدیه',
            'city_id' => '106012',
        ],
        '106013' => [
            'name' => 'اندیمشک',
            'city_id' => '106013',
        ],
        '106014' => [
            'name' => 'اهواز',
            'city_id' => '106014',
        ],
        '106015' => [
            'name' => 'اهواز1',
            'city_id' => '106015',
        ],
        '106016' => [
            'name' => 'اهواز2',
            'city_id' => '106016',
        ],
        '106017' => [
            'name' => 'اهواز3',
            'city_id' => '106017',
        ],
        '106018' => [
            'name' => 'اهواز4',
            'city_id' => '106018',
        ],
        '106019' => [
            'name' => 'اهواز5',
            'city_id' => '106019',
        ],
        '106020' => [
            'name' => 'اهواز6',
            'city_id' => '106020',
        ],
        '106021' => [
            'name' => 'اهواز7',
            'city_id' => '106021',
        ],
        '106022' => [
            'name' => 'اهواز8',
            'city_id' => '106022',
        ],
        '106023' => [
            'name' => 'ایذه',
            'city_id' => '106023',
        ],
        '106024' => [
            'name' => 'باغ ملک',
            'city_id' => '106024',
        ],
        '106025' => [
            'name' => 'باوج',
            'city_id' => '106025',
        ],
        '106026' => [
            'name' => 'بستان',
            'city_id' => '106026',
        ],
        '106027' => [
            'name' => 'بندرامام خمینی',
            'city_id' => '106027',
        ],
        '106028' => [
            'name' => 'بندرماهشهر',
            'city_id' => '106028',
        ],
        '106029' => [
            'name' => 'بهبهان',
            'city_id' => '106029',
        ],
        '106030' => [
            'name' => 'بیدروبه',
            'city_id' => '106030',
        ],
        '106031' => [
            'name' => 'تراز',
            'city_id' => '106031',
        ],
        '106032' => [
            'name' => 'ترکالکی',
            'city_id' => '106032',
        ],
        '106033' => [
            'name' => 'تشان',
            'city_id' => '106033',
        ],
        '106034' => [
            'name' => 'جایزان',
            'city_id' => '106034',
        ],
        '106035' => [
            'name' => 'جنت مکان',
            'city_id' => '106035',
        ],
        '106036' => [
            'name' => 'جندی شاپور',
            'city_id' => '106036',
        ],
        '106037' => [
            'name' => 'جولکی',
            'city_id' => '106037',
        ],
        '106038' => [
            'name' => 'حر',
            'city_id' => '106038',
        ],
        '106039' => [
            'name' => 'حسینیه',
            'city_id' => '106039',
        ],
        '106040' => [
            'name' => 'حمزه',
            'city_id' => '106040',
        ],
        '106041' => [
            'name' => 'حمیدیه',
            'city_id' => '106041',
        ],
        '106042' => [
            'name' => 'خرمشهر',
            'city_id' => '106042',
        ],
        '106043' => [
            'name' => 'خنافره',
            'city_id' => '106043',
        ],
        '106044' => [
            'name' => 'دارخوین',
            'city_id' => '106044',
        ],
        '106045' => [
            'name' => 'دزفول',
            'city_id' => '106045',
        ],
        '106046' => [
            'name' => 'دزفول 1',
            'city_id' => '106046',
        ],
        '106047' => [
            'name' => 'دزفول 2',
            'city_id' => '106047',
        ],
        '106048' => [
            'name' => 'دزفول  3',
            'city_id' => '106048',
        ],
        '106049' => [
            'name' => 'دهدز',
            'city_id' => '106049',
        ],
        '106050' => [
            'name' => 'رامشیر',
            'city_id' => '106050',
        ],
        '106051' => [
            'name' => 'رامهرمز',
            'city_id' => '106051',
        ],
        '106052' => [
            'name' => 'رفیع',
            'city_id' => '106052',
        ],
        '106053' => [
            'name' => 'رود زرد ماشین',
            'city_id' => '106053',
        ],
        '106054' => [
            'name' => 'زاووت',
            'city_id' => '106054',
        ],
        '106055' => [
            'name' => 'زهره',
            'city_id' => '106055',
        ],
        '106056' => [
            'name' => 'سالند',
            'city_id' => '106056',
        ],
        '106057' => [
            'name' => 'سرداران',
            'city_id' => '106057',
        ],
        '106058' => [
            'name' => 'سردشت',
            'city_id' => '106058',
        ],
        '106059' => [
            'name' => 'سلطان آباد',
            'city_id' => '106059',
        ],
        '106060' => [
            'name' => 'سماله',
            'city_id' => '106060',
        ],
        '106061' => [
            'name' => 'سوسنگرد',
            'city_id' => '106061',
        ],
        '106062' => [
            'name' => 'سیاه منصور',
            'city_id' => '106062',
        ],
        '106063' => [
            'name' => 'شادگان',
            'city_id' => '106063',
        ],
        '106064' => [
            'name' => 'شاوور',
            'city_id' => '106064',
        ],
        '106065' => [
            'name' => 'شرافت',
            'city_id' => '106065',
        ],
        '106066' => [
            'name' => 'شمس آباد',
            'city_id' => '106066',
        ],
        '106067' => [
            'name' => 'شهر امام',
            'city_id' => '106067',
        ],
        '106068' => [
            'name' => 'شهیون',
            'city_id' => '106068',
        ],
        '106069' => [
            'name' => 'شوش',
            'city_id' => '106069',
        ],
        '106070' => [
            'name' => 'شوشتر',
            'city_id' => '106070',
        ],
        '106071' => [
            'name' => 'شیبان',
            'city_id' => '106071',
        ],
        '106072' => [
            'name' => 'صالح شهر',
            'city_id' => '106072',
        ],
        '106073' => [
            'name' => 'صفی آباد',
            'city_id' => '106073',
        ],
        '106074' => [
            'name' => 'صیدون',
            'city_id' => '106074',
        ],
        '106075' => [
            'name' => 'عرب حسن',
            'city_id' => '106075',
        ],
        '106076' => [
            'name' => 'عنبر',
            'city_id' => '106076',
        ],
        '106077' => [
            'name' => 'فتح المبین',
            'city_id' => '106077',
        ],
        '106078' => [
            'name' => 'قلعه تل',
            'city_id' => '106078',
        ],
        '106079' => [
            'name' => 'قلعه خواجه',
            'city_id' => '106079',
        ],
        '106080' => [
            'name' => 'لالی',
            'city_id' => '106080',
        ],
        '106081' => [
            'name' => 'مسجدسلیمان',
            'city_id' => '106081',
        ],
        '106082' => [
            'name' => 'مسجدسلیمان 1',
            'city_id' => '106082',
        ],
        '106083' => [
            'name' => 'مسجدسلیمان 2',
            'city_id' => '106083',
        ],
        '106084' => [
            'name' => 'مشراگه',
            'city_id' => '106084',
        ],
        '106085' => [
            'name' => 'مقاومت',
            'city_id' => '106085',
        ],
        '106086' => [
            'name' => 'ملاثانی',
            'city_id' => '106086',
        ],
        '106087' => [
            'name' => 'منتظران',
            'city_id' => '106087',
        ],
        '106088' => [
            'name' => 'منصوریه',
            'city_id' => '106088',
        ],
        '106089' => [
            'name' => 'میانرود',
            'city_id' => '106089',
        ],
        '106090' => [
            'name' => 'میانکوه',
            'city_id' => '106090',
        ],
        '106091' => [
            'name' => 'میداود',
            'city_id' => '106091',
        ],
        '106092' => [
            'name' => 'مینوشهر',
            'city_id' => '106092',
        ],
        '106093' => [
            'name' => 'هفتگل',
            'city_id' => '106093',
        ],
        '106094' => [
            'name' => 'هندیجان',
            'city_id' => '106094',
        ],
        '106095' => [
            'name' => 'هویزه',
            'city_id' => '106095',
        ],
        '106096' => [
            'name' => 'ویس',
            'city_id' => '106096',
        ],
        '106097' => [
            'name' => 'چغامیش',
            'city_id' => '106097',
        ],
        '106098' => [
            'name' => 'چمران',
            'city_id' => '106098',
        ],
        '106099' => [
            'name' => 'چم گلک',
            'city_id' => '106099',
        ],
        '106100' => [
            'name' => 'چویبده',
            'city_id' => '106100',
        ],
        '106101' => [
            'name' => 'کوت سیدنعیم',
            'city_id' => '106101',
        ],
        '106102' => [
            'name' => 'کوت عبداله',
            'city_id' => '106102',
        ],
        '106103' => [
            'name' => 'گتوند',
            'city_id' => '106103',
        ],
        '106104' => [
            'name' => 'گلگیر',
            'city_id' => '106104',
        ],
        '106105' => [
            'name' => 'گوریه',
            'city_id' => '106105',
        ],
    ],
    107 => [
        '107001' => [
            'name' => 'آباده',
            'city_id' => '107001',
        ],
        '107002' => [
            'name' => 'آباده طشک',
            'city_id' => '107002',
        ],
        '107003' => [
            'name' => 'ارد',
            'city_id' => '107003',
        ],
        '107004' => [
            'name' => 'اردکان',
            'city_id' => '107004',
        ],
        '107005' => [
            'name' => 'ارسنجان',
            'city_id' => '107005',
        ],
        '107006' => [
            'name' => 'استهبان',
            'city_id' => '107006',
        ],
        '107007' => [
            'name' => 'اسیر',
            'city_id' => '107007',
        ],
        '107008' => [
            'name' => 'اشکنان',
            'city_id' => '107008',
        ],
        '107009' => [
            'name' => 'افزر',
            'city_id' => '107009',
        ],
        '107010' => [
            'name' => 'اقلید',
            'city_id' => '107010',
        ],
        '107011' => [
            'name' => 'امام شهر',
            'city_id' => '107011',
        ],
        '107012' => [
            'name' => 'اهل',
            'city_id' => '107012',
        ],
        '107013' => [
            'name' => 'اوز',
            'city_id' => '107013',
        ],
        '107014' => [
            'name' => 'اکبرآباد',
            'city_id' => '107014',
        ],
        '107015' => [
            'name' => 'ایج',
            'city_id' => '107015',
        ],
        '107016' => [
            'name' => 'ایزدخواست',
            'city_id' => '107016',
        ],
        '107017' => [
            'name' => 'بابامنیر',
            'city_id' => '107017',
        ],
        '107018' => [
            'name' => 'باب انار',
            'city_id' => '107018',
        ],
        '107019' => [
            'name' => 'باغ صفا',
            'city_id' => '107019',
        ],
        '107020' => [
            'name' => 'بالاده',
            'city_id' => '107020',
        ],
        '107021' => [
            'name' => 'بنارویه',
            'city_id' => '107021',
        ],
        '107022' => [
            'name' => 'بهمن',
            'city_id' => '107022',
        ],
        '107023' => [
            'name' => 'بوانات',
            'city_id' => '107023',
        ],
        '107024' => [
            'name' => 'بیرم',
            'city_id' => '107024',
        ],
        '107025' => [
            'name' => 'بیضا',
            'city_id' => '107025',
        ],
        '107026' => [
            'name' => 'تم شولی',
            'city_id' => '107026',
        ],
        '107027' => [
            'name' => 'توجردی',
            'city_id' => '107027',
        ],
        '107028' => [
            'name' => 'جنت شهر',
            'city_id' => '107028',
        ],
        '107029' => [
            'name' => 'جهرم',
            'city_id' => '107029',
        ],
        '107030' => [
            'name' => 'جویم',
            'city_id' => '107030',
        ],
        '107031' => [
            'name' => 'حاجی آباد',
            'city_id' => '107031',
        ],
        '107032' => [
            'name' => 'حسامی',
            'city_id' => '107032',
        ],
        '107033' => [
            'name' => 'حسن اباد',
            'city_id' => '107033',
        ],
        '107034' => [
            'name' => 'خانه زنیان',
            'city_id' => '107034',
        ],
        '107035' => [
            'name' => 'خانیمن',
            'city_id' => '107035',
        ],
        '107036' => [
            'name' => 'خاوران',
            'city_id' => '107036',
        ],
        '107037' => [
            'name' => 'خرامه',
            'city_id' => '107037',
        ],
        '107038' => [
            'name' => 'خشت',
            'city_id' => '107038',
        ],
        '107039' => [
            'name' => 'خنج',
            'city_id' => '107039',
        ],
        '107040' => [
            'name' => 'خواجه جمالی',
            'city_id' => '107040',
        ],
        '107041' => [
            'name' => 'خور',
            'city_id' => '107041',
        ],
        '107042' => [
            'name' => 'خوزی',
            'city_id' => '107042',
        ],
        '107043' => [
            'name' => 'خومه زار',
            'city_id' => '107043',
        ],
        '107044' => [
            'name' => 'خیراباد',
            'city_id' => '107044',
        ],
        '107045' => [
            'name' => 'خیرگو',
            'city_id' => '107045',
        ],
        '107046' => [
            'name' => 'داراب',
            'city_id' => '107046',
        ],
        '107047' => [
            'name' => 'داریان',
            'city_id' => '107047',
        ],
        '107048' => [
            'name' => 'دبیران',
            'city_id' => '107048',
        ],
        '107049' => [
            'name' => 'دهرم',
            'city_id' => '107049',
        ],
        '107050' => [
            'name' => 'دهکویه',
            'city_id' => '107050',
        ],
        '107051' => [
            'name' => 'دوبرجی',
            'city_id' => '107051',
        ],
        '107052' => [
            'name' => 'دوزه',
            'city_id' => '107052',
        ],
        '107053' => [
            'name' => 'دژکرد',
            'city_id' => '107053',
        ],
        '107054' => [
            'name' => 'رامجرد',
            'city_id' => '107054',
        ],
        '107055' => [
            'name' => 'رحمت آباد',
            'city_id' => '107055',
        ],
        '107056' => [
            'name' => 'رستاق',
            'city_id' => '107056',
        ],
        '107057' => [
            'name' => 'رونیز',
            'city_id' => '107057',
        ],
        '107058' => [
            'name' => 'زاهدشهر',
            'city_id' => '107058',
        ],
        '107059' => [
            'name' => 'زرقان',
            'city_id' => '107059',
        ],
        '107060' => [
            'name' => 'زنگی آباد',
            'city_id' => '107060',
        ],
        '107061' => [
            'name' => 'سده',
            'city_id' => '107061',
        ],
        '107062' => [
            'name' => 'سروستان',
            'city_id' => '107062',
        ],
        '107063' => [
            'name' => 'سعادت شهر',
            'city_id' => '107063',
        ],
        '107064' => [
            'name' => 'سلطان شهر',
            'city_id' => '107064',
        ],
        '107065' => [
            'name' => 'سورمق',
            'city_id' => '107065',
        ],
        '107066' => [
            'name' => 'سیدان',
            'city_id' => '107066',
        ],
        '107067' => [
            'name' => 'ششده',
            'city_id' => '107067',
        ],
        '107068' => [
            'name' => 'شهرصدرا',
            'city_id' => '107068',
        ],
        '107069' => [
            'name' => 'شهرپیر',
            'city_id' => '107069',
        ],
        '107070' => [
            'name' => 'شیراز',
            'city_id' => '107070',
        ],
        '107071' => [
            'name' => 'شیراز1',
            'city_id' => '107071',
        ],
        '107072' => [
            'name' => 'شیراز2',
            'city_id' => '107072',
        ],
        '107073' => [
            'name' => 'شیراز3',
            'city_id' => '107073',
        ],
        '107074' => [
            'name' => 'شیراز4',
            'city_id' => '107074',
        ],
        '107075' => [
            'name' => 'شیراز5',
            'city_id' => '107075',
        ],
        '107076' => [
            'name' => 'شیراز6',
            'city_id' => '107076',
        ],
        '107077' => [
            'name' => 'شیراز7',
            'city_id' => '107077',
        ],
        '107078' => [
            'name' => 'شیراز8',
            'city_id' => '107078',
        ],
        '107079' => [
            'name' => 'شیراز 9',
            'city_id' => '107079',
        ],
        '107080' => [
            'name' => 'شیراز 10',
            'city_id' => '107080',
        ],
        '107081' => [
            'name' => 'شیراز 11',
            'city_id' => '107081',
        ],
        '107082' => [
            'name' => 'صغاد',
            'city_id' => '107082',
        ],
        '107083' => [
            'name' => 'صفاشهر',
            'city_id' => '107083',
        ],
        '107084' => [
            'name' => 'طسوج',
            'city_id' => '107084',
        ],
        '107085' => [
            'name' => 'علامرودشت',
            'city_id' => '107085',
        ],
        '107086' => [
            'name' => 'عماد شهر',
            'city_id' => '107086',
        ],
        '107087' => [
            'name' => 'فاروق',
            'city_id' => '107087',
        ],
        '107088' => [
            'name' => 'فال',
            'city_id' => '107088',
        ],
        '107089' => [
            'name' => 'فتح آباد',
            'city_id' => '107089',
        ],
        '107090' => [
            'name' => 'فدامی',
            'city_id' => '107090',
        ],
        '107091' => [
            'name' => 'فراشبند',
            'city_id' => '107091',
        ],
        '107092' => [
            'name' => 'فسا',
            'city_id' => '107092',
        ],
        '107093' => [
            'name' => 'فیروزآباد',
            'city_id' => '107093',
        ],
        '107094' => [
            'name' => 'قادراباد',
            'city_id' => '107094',
        ],
        '107095' => [
            'name' => 'قایمیه',
            'city_id' => '107095',
        ],
        '107096' => [
            'name' => 'قره بلاغ',
            'city_id' => '107096',
        ],
        '107097' => [
            'name' => 'قطب آباد',
            'city_id' => '107097',
        ],
        '107098' => [
            'name' => 'قطرویه',
            'city_id' => '107098',
        ],
        '107099' => [
            'name' => 'قیر',
            'city_id' => '107099',
        ],
        '107100' => [
            'name' => 'لار',
            'city_id' => '107100',
        ],
        '107101' => [
            'name' => 'لامرد',
            'city_id' => '107101',
        ],
        '107102' => [
            'name' => 'لطیفی',
            'city_id' => '107102',
        ],
        '107103' => [
            'name' => 'لپویی',
            'city_id' => '107103',
        ],
        '107104' => [
            'name' => 'مادرسلیمان',
            'city_id' => '107104',
        ],
        '107105' => [
            'name' => 'مبارک آباددیز',
            'city_id' => '107105',
        ],
        '107106' => [
            'name' => 'محمله',
            'city_id' => '107106',
        ],
        '107107' => [
            'name' => 'مرودشت',
            'city_id' => '107107',
        ],
        '107108' => [
            'name' => 'مزایجان',
            'city_id' => '107108',
        ],
        '107109' => [
            'name' => 'مشکان',
            'city_id' => '107109',
        ],
        '107110' => [
            'name' => 'مصیری',
            'city_id' => '107110',
        ],
        '107111' => [
            'name' => 'مظفری',
            'city_id' => '107111',
        ],
        '107112' => [
            'name' => 'معزآبادجابری',
            'city_id' => '107112',
        ],
        '107113' => [
            'name' => 'مهر',
            'city_id' => '107113',
        ],
        '107114' => [
            'name' => 'میانشهر',
            'city_id' => '107114',
        ],
        '107115' => [
            'name' => 'میمند',
            'city_id' => '107115',
        ],
        '107116' => [
            'name' => 'نوبندگان',
            'city_id' => '107116',
        ],
        '107117' => [
            'name' => 'نوجین',
            'city_id' => '107117',
        ],
        '107118' => [
            'name' => 'نودان',
            'city_id' => '107118',
        ],
        '107119' => [
            'name' => 'نورآباد',
            'city_id' => '107119',
        ],
        '107120' => [
            'name' => 'نی ریز',
            'city_id' => '107120',
        ],
        '107121' => [
            'name' => 'هماشهر',
            'city_id' => '107121',
        ],
        '107122' => [
            'name' => 'وراوی',
            'city_id' => '107122',
        ],
        '107123' => [
            'name' => 'پاسخن',
            'city_id' => '107123',
        ],
        '107124' => [
            'name' => 'چاه ورز',
            'city_id' => '107124',
        ],
        '107125' => [
            'name' => 'کارزین فتح آباد',
            'city_id' => '107125',
        ],
        '107126' => [
            'name' => 'کازرون',
            'city_id' => '107126',
        ],
        '107127' => [
            'name' => 'کامفیروز',
            'city_id' => '107127',
        ],
        '107128' => [
            'name' => 'کره ای',
            'city_id' => '107128',
        ],
        '107129' => [
            'name' => 'کنارتخته',
            'city_id' => '107129',
        ],
        '107130' => [
            'name' => 'کوار',
            'city_id' => '107130',
        ],
        '107131' => [
            'name' => 'کوره',
            'city_id' => '107131',
        ],
        '107132' => [
            'name' => 'کوهنجان',
            'city_id' => '107132',
        ],
        '107133' => [
            'name' => 'کوپن',
            'city_id' => '107133',
        ],
        '107134' => [
            'name' => 'گراش',
            'city_id' => '107134',
        ],
        '107135' => [
            'name' => 'گله دار',
            'city_id' => '107135',
        ],
    ],
    108 => [
        '108001' => [
            'name' => 'اختیارآباد',
            'city_id' => '108001',
        ],
        '108002' => [
            'name' => 'ارزوییه',
            'city_id' => '108002',
        ],
        '108003' => [
            'name' => 'امین شهر',
            'city_id' => '108003',
        ],
        '108004' => [
            'name' => 'انار',
            'city_id' => '108004',
        ],
        '108005' => [
            'name' => 'اندوهجرد',
            'city_id' => '108005',
        ],
        '108006' => [
            'name' => 'باغین',
            'city_id' => '108006',
        ],
        '108007' => [
            'name' => 'بافت',
            'city_id' => '108007',
        ],
        '108008' => [
            'name' => 'بردسیر',
            'city_id' => '108008',
        ],
        '108009' => [
            'name' => 'بروات',
            'city_id' => '108009',
        ],
        '108010' => [
            'name' => 'بزنجان',
            'city_id' => '108010',
        ],
        '108011' => [
            'name' => 'بلورد',
            'city_id' => '108011',
        ],
        '108012' => [
            'name' => 'بلوک',
            'city_id' => '108012',
        ],
        '108013' => [
            'name' => 'بم',
            'city_id' => '108013',
        ],
        '108014' => [
            'name' => 'بهرمان',
            'city_id' => '108014',
        ],
        '108015' => [
            'name' => 'جبالبارز',
            'city_id' => '108015',
        ],
        '108016' => [
            'name' => 'جوادیه الهیه',
            'city_id' => '108016',
        ],
        '108017' => [
            'name' => 'جوزم',
            'city_id' => '108017',
        ],
        '108018' => [
            'name' => 'جوپار',
            'city_id' => '108018',
        ],
        '108019' => [
            'name' => 'جیرفت',
            'city_id' => '108019',
        ],
        '108020' => [
            'name' => 'خاتون آباد',
            'city_id' => '108020',
        ],
        '108021' => [
            'name' => 'خانوک',
            'city_id' => '108021',
        ],
        '108022' => [
            'name' => 'خواجو شهر',
            'city_id' => '108022',
        ],
        '108023' => [
            'name' => 'خورسند',
            'city_id' => '108023',
        ],
        '108024' => [
            'name' => 'درب بهشت',
            'city_id' => '108024',
        ],
        '108025' => [
            'name' => 'دشتکار',
            'city_id' => '108025',
        ],
        '108026' => [
            'name' => 'دهبکری',
            'city_id' => '108026',
        ],
        '108027' => [
            'name' => 'دهج',
            'city_id' => '108027',
        ],
        '108028' => [
            'name' => 'دهنو اسلام آباد',
            'city_id' => '108028',
        ],
        '108029' => [
            'name' => 'ده کهان',
            'city_id' => '108029',
        ],
        '108030' => [
            'name' => 'دوساری',
            'city_id' => '108030',
        ],
        '108031' => [
            'name' => 'رابر',
            'city_id' => '108031',
        ],
        '108032' => [
            'name' => 'راور',
            'city_id' => '108032',
        ],
        '108033' => [
            'name' => 'راین',
            'city_id' => '108033',
        ],
        '108034' => [
            'name' => 'رحمت آباد',
            'city_id' => '108034',
        ],
        '108035' => [
            'name' => 'رفسنجان',
            'city_id' => '108035',
        ],
        '108036' => [
            'name' => 'رمشک',
            'city_id' => '108036',
        ],
        '108037' => [
            'name' => 'رودبار',
            'city_id' => '108037',
        ],
        '108038' => [
            'name' => 'ریحان',
            'city_id' => '108038',
        ],
        '108039' => [
            'name' => 'زرند',
            'city_id' => '108039',
        ],
        '108040' => [
            'name' => 'زنگی آباد',
            'city_id' => '108040',
        ],
        '108041' => [
            'name' => 'زهکلوت',
            'city_id' => '108041',
        ],
        '108042' => [
            'name' => 'زیدآباد',
            'city_id' => '108042',
        ],
        '108043' => [
            'name' => 'سیرجان',
            'city_id' => '108043',
        ],
        '108044' => [
            'name' => 'سیرجان 1',
            'city_id' => '108044',
        ],
        '108045' => [
            'name' => 'سیرجان 2',
            'city_id' => '108045',
        ],
        '108046' => [
            'name' => 'سیریز',
            'city_id' => '108046',
        ],
        '108047' => [
            'name' => 'شهداد',
            'city_id' => '108047',
        ],
        '108048' => [
            'name' => 'شهربابک',
            'city_id' => '108048',
        ],
        '108049' => [
            'name' => 'صفاییه',
            'city_id' => '108049',
        ],
        '108050' => [
            'name' => 'عباس آباد سردار',
            'city_id' => '108050',
        ],
        '108051' => [
            'name' => 'علی آباد',
            'city_id' => '108051',
        ],
        '108052' => [
            'name' => 'علی  آباد',
            'city_id' => '108052',
        ],
        '108053' => [
            'name' => 'عنبرآباد',
            'city_id' => '108053',
        ],
        '108054' => [
            'name' => 'فاریاب',
            'city_id' => '108054',
        ],
        '108055' => [
            'name' => 'فهرج',
            'city_id' => '108055',
        ],
        '108056' => [
            'name' => 'قلعه گنج',
            'city_id' => '108056',
        ],
        '108057' => [
            'name' => 'لاله زار',
            'city_id' => '108057',
        ],
        '108058' => [
            'name' => 'ماهان',
            'city_id' => '108058',
        ],
        '108059' => [
            'name' => 'محمدآباد',
            'city_id' => '108059',
        ],
        '108060' => [
            'name' => 'محی آباد',
            'city_id' => '108060',
        ],
        '108061' => [
            'name' => 'مردهک',
            'city_id' => '108061',
        ],
        '108062' => [
            'name' => 'مس سرچشمه',
            'city_id' => '108062',
        ],
        '108063' => [
            'name' => 'منوجان',
            'city_id' => '108063',
        ],
        '108064' => [
            'name' => 'نجف شهر',
            'city_id' => '108064',
        ],
        '108065' => [
            'name' => 'نرماشیر',
            'city_id' => '108065',
        ],
        '108066' => [
            'name' => 'نظام شهر',
            'city_id' => '108066',
        ],
        '108067' => [
            'name' => 'نودژ',
            'city_id' => '108067',
        ],
        '108068' => [
            'name' => 'نگار',
            'city_id' => '108068',
        ],
        '108069' => [
            'name' => 'هجدک',
            'city_id' => '108069',
        ],
        '108070' => [
            'name' => 'هماشهر',
            'city_id' => '108070',
        ],
        '108071' => [
            'name' => 'هنزا',
            'city_id' => '108071',
        ],
        '108072' => [
            'name' => 'پاریز',
            'city_id' => '108072',
        ],
        '108073' => [
            'name' => 'پاسفید',
            'city_id' => '108073',
        ],
        '108074' => [
            'name' => 'چاه دادخدا',
            'city_id' => '108074',
        ],
        '108075' => [
            'name' => 'چاه مرید',
            'city_id' => '108075',
        ],
        '108076' => [
            'name' => 'چترود',
            'city_id' => '108076',
        ],
        '108077' => [
            'name' => 'کاظم آباد',
            'city_id' => '108077',
        ],
        '108078' => [
            'name' => 'کرمان',
            'city_id' => '108078',
        ],
        '108079' => [
            'name' => 'کرمان 1',
            'city_id' => '108079',
        ],
        '108080' => [
            'name' => 'کرمان 2',
            'city_id' => '108080',
        ],
        '108081' => [
            'name' => 'کرمان 3',
            'city_id' => '108081',
        ],
        '108082' => [
            'name' => 'کرمان 4',
            'city_id' => '108082',
        ],
        '108083' => [
            'name' => 'کشکوییه',
            'city_id' => '108083',
        ],
        '108084' => [
            'name' => 'کشکوییه',
            'city_id' => '108084',
        ],
        '108085' => [
            'name' => 'کهنوج',
            'city_id' => '108085',
        ],
        '108086' => [
            'name' => 'کوهبنان',
            'city_id' => '108086',
        ],
        '108087' => [
            'name' => 'کیانشهر',
            'city_id' => '108087',
        ],
        '108088' => [
            'name' => 'گلباف',
            'city_id' => '108088',
        ],
        '108089' => [
            'name' => 'گلزار',
            'city_id' => '108089',
        ],
        '108090' => [
            'name' => 'گنبکی',
            'city_id' => '108090',
        ],
        '108091' => [
            'name' => 'یزدان شهر',
            'city_id' => '108091',
        ],
    ],
    109 => [
        '109001' => [
            'name' => 'آلماجق',
            'city_id' => '109001',
        ],
        '109002' => [
            'name' => 'احمدآباد صولت',
            'city_id' => '109002',
        ],
        '109003' => [
            'name' => 'اسحق آباد',
            'city_id' => '109003',
        ],
        '109004' => [
            'name' => 'انابد',
            'city_id' => '109004',
        ],
        '109005' => [
            'name' => 'باجگیران',
            'city_id' => '109005',
        ],
        '109006' => [
            'name' => 'باخرز',
            'city_id' => '109006',
        ],
        '109007' => [
            'name' => 'بار',
            'city_id' => '109007',
        ],
        '109008' => [
            'name' => 'بایک',
            'city_id' => '109008',
        ],
        '109009' => [
            'name' => 'بجستان',
            'city_id' => '109009',
        ],
        '109010' => [
            'name' => 'بردسکن',
            'city_id' => '109010',
        ],
        '109011' => [
            'name' => 'بیدخت',
            'city_id' => '109011',
        ],
        '109012' => [
            'name' => 'تایباد',
            'city_id' => '109012',
        ],
        '109013' => [
            'name' => 'تربت جام',
            'city_id' => '109013',
        ],
        '109014' => [
            'name' => 'تربت حیدریه',
            'city_id' => '109014',
        ],
        '109015' => [
            'name' => 'جغتای',
            'city_id' => '109015',
        ],
        '109016' => [
            'name' => 'جنت آباد',
            'city_id' => '109016',
        ],
        '109017' => [
            'name' => 'جنگل',
            'city_id' => '109017',
        ],
        '109018' => [
            'name' => 'حسن آباد',
            'city_id' => '109018',
        ],
        '109019' => [
            'name' => 'حکم آباد',
            'city_id' => '109019',
        ],
        '109020' => [
            'name' => 'خرو',
            'city_id' => '109020',
        ],
        '109021' => [
            'name' => 'خلیل آباد',
            'city_id' => '109021',
        ],
        '109022' => [
            'name' => 'خواف',
            'city_id' => '109022',
        ],
        '109023' => [
            'name' => 'داورزن',
            'city_id' => '109023',
        ],
        '109024' => [
            'name' => 'درود',
            'city_id' => '109024',
        ],
        '109025' => [
            'name' => 'درگز',
            'city_id' => '109025',
        ],
        '109026' => [
            'name' => 'دولت آباد',
            'city_id' => '109026',
        ],
        '109027' => [
            'name' => 'رادکان',
            'city_id' => '109027',
        ],
        '109028' => [
            'name' => 'رباط سنگ',
            'city_id' => '109028',
        ],
        '109029' => [
            'name' => 'رشتخوار',
            'city_id' => '109029',
        ],
        '109030' => [
            'name' => 'رضویه',
            'city_id' => '109030',
        ],
        '109031' => [
            'name' => 'روداب',
            'city_id' => '109031',
        ],
        '109032' => [
            'name' => 'روشناوند',
            'city_id' => '109032',
        ],
        '109033' => [
            'name' => 'ریواده',
            'city_id' => '109033',
        ],
        '109034' => [
            'name' => 'ریوش',
            'city_id' => '109034',
        ],
        '109035' => [
            'name' => 'ریوند',
            'city_id' => '109035',
        ],
        '109036' => [
            'name' => 'سبزوار',
            'city_id' => '109036',
        ],
        '109037' => [
            'name' => 'سبزوار1',
            'city_id' => '109037',
        ],
        '109038' => [
            'name' => 'سبزوار2',
            'city_id' => '109038',
        ],
        '109039' => [
            'name' => 'سده',
            'city_id' => '109039',
        ],
        '109040' => [
            'name' => 'سرخس',
            'city_id' => '109040',
        ],
        '109041' => [
            'name' => 'سفید سنگ',
            'city_id' => '109041',
        ],
        '109042' => [
            'name' => 'سلامی',
            'city_id' => '109042',
        ],
        '109043' => [
            'name' => 'سلطان آباد',
            'city_id' => '109043',
        ],
        '109044' => [
            'name' => 'سمیع آباد',
            'city_id' => '109044',
        ],
        '109045' => [
            'name' => 'سنگان',
            'city_id' => '109045',
        ],
        '109046' => [
            'name' => 'سیدآباد',
            'city_id' => '109046',
        ],
        '109047' => [
            'name' => 'شادمهر',
            'city_id' => '109047',
        ],
        '109048' => [
            'name' => 'شامکان',
            'city_id' => '109048',
        ],
        '109049' => [
            'name' => 'شاندیز',
            'city_id' => '109049',
        ],
        '109050' => [
            'name' => 'ششتمد',
            'city_id' => '109050',
        ],
        '109051' => [
            'name' => 'شهرآباد',
            'city_id' => '109051',
        ],
        '109052' => [
            'name' => 'شهر زو',
            'city_id' => '109052',
        ],
        '109053' => [
            'name' => 'شهر کهنه',
            'city_id' => '109053',
        ],
        '109054' => [
            'name' => 'صالح آباد',
            'city_id' => '109054',
        ],
        '109055' => [
            'name' => 'طرقبه',
            'city_id' => '109055',
        ],
        '109056' => [
            'name' => 'عشق آباد',
            'city_id' => '109056',
        ],
        '109057' => [
            'name' => 'فرهادگرد',
            'city_id' => '109057',
        ],
        '109058' => [
            'name' => 'فرگ قلعه',
            'city_id' => '109058',
        ],
        '109059' => [
            'name' => 'فریمان',
            'city_id' => '109059',
        ],
        '109060' => [
            'name' => 'فیروزه',
            'city_id' => '109060',
        ],
        '109061' => [
            'name' => 'فیض آباد',
            'city_id' => '109061',
        ],
        '109062' => [
            'name' => 'قاسم آباد',
            'city_id' => '109062',
        ],
        '109063' => [
            'name' => 'قدمگاه',
            'city_id' => '109063',
        ],
        '109064' => [
            'name' => 'قلعه نو علیا',
            'city_id' => '109064',
        ],
        '109065' => [
            'name' => 'قلندر آباد',
            'city_id' => '109065',
        ],
        '109066' => [
            'name' => 'قوچان',
            'city_id' => '109066',
        ],
        '109067' => [
            'name' => 'لطف آباد',
            'city_id' => '109067',
        ],
        '109068' => [
            'name' => 'مزدآوند',
            'city_id' => '109068',
        ],
        '109069' => [
            'name' => 'مزرج',
            'city_id' => '109069',
        ],
        '109070' => [
            'name' => 'مشهد',
            'city_id' => '109070',
        ],
        '109071' => [
            'name' => 'مشهد 1',
            'city_id' => '109071',
        ],
        '109072' => [
            'name' => 'مشهد 2',
            'city_id' => '109072',
        ],
        '109073' => [
            'name' => 'مشهد 3',
            'city_id' => '109073',
        ],
        '109074' => [
            'name' => 'مشهد 4',
            'city_id' => '109074',
        ],
        '109075' => [
            'name' => 'مشهد 5',
            'city_id' => '109075',
        ],
        '109076' => [
            'name' => 'مشهد 6',
            'city_id' => '109076',
        ],
        '109077' => [
            'name' => 'مشهد 7',
            'city_id' => '109077',
        ],
        '109078' => [
            'name' => 'مشهد 8',
            'city_id' => '109078',
        ],
        '109079' => [
            'name' => 'مشهد 9',
            'city_id' => '109079',
        ],
        '109080' => [
            'name' => 'مشهد 10',
            'city_id' => '109080',
        ],
        '109081' => [
            'name' => 'مشهد 11',
            'city_id' => '109081',
        ],
        '109082' => [
            'name' => 'مشهد 12',
            'city_id' => '109082',
        ],
        '109083' => [
            'name' => 'مشهد ثامن',
            'city_id' => '109083',
        ],
        '109084' => [
            'name' => 'مشهد ریزه',
            'city_id' => '109084',
        ],
        '109085' => [
            'name' => 'مشکان',
            'city_id' => '109085',
        ],
        '109086' => [
            'name' => 'ملک آباد',
            'city_id' => '109086',
        ],
        '109087' => [
            'name' => 'نسر',
            'city_id' => '109087',
        ],
        '109088' => [
            'name' => 'نشتیفان',
            'city_id' => '109088',
        ],
        '109089' => [
            'name' => 'نصرآباد',
            'city_id' => '109089',
        ],
        '109090' => [
            'name' => 'نقاب',
            'city_id' => '109090',
        ],
        '109091' => [
            'name' => 'نوخندان',
            'city_id' => '109091',
        ],
        '109092' => [
            'name' => 'نوده انقلاب',
            'city_id' => '109092',
        ],
        '109093' => [
            'name' => 'نیشابور',
            'city_id' => '109093',
        ],
        '109094' => [
            'name' => 'نیشابور 1',
            'city_id' => '109094',
        ],
        '109095' => [
            'name' => 'نیشابور 2',
            'city_id' => '109095',
        ],
        '109096' => [
            'name' => 'نیل شهر',
            'city_id' => '109096',
        ],
        '109097' => [
            'name' => 'همت آباد',
            'city_id' => '109097',
        ],
        '109098' => [
            'name' => 'چاپشلو',
            'city_id' => '109098',
        ],
        '109099' => [
            'name' => 'چخماق',
            'city_id' => '109099',
        ],
        '109100' => [
            'name' => 'چنار',
            'city_id' => '109100',
        ],
        '109101' => [
            'name' => 'چناران',
            'city_id' => '109101',
        ],
        '109102' => [
            'name' => 'چکنه',
            'city_id' => '109102',
        ],
        '109103' => [
            'name' => 'کاخک',
            'city_id' => '109103',
        ],
        '109104' => [
            'name' => 'کاریز',
            'city_id' => '109104',
        ],
        '109105' => [
            'name' => 'کاشمر',
            'city_id' => '109105',
        ],
        '109106' => [
            'name' => 'کدکن',
            'city_id' => '109106',
        ],
        '109107' => [
            'name' => 'کلات',
            'city_id' => '109107',
        ],
        '109108' => [
            'name' => 'کندر',
            'city_id' => '109108',
        ],
        '109109' => [
            'name' => 'گرماب',
            'city_id' => '109109',
        ],
        '109110' => [
            'name' => 'گلبهار',
            'city_id' => '109110',
        ],
        '109111' => [
            'name' => 'گلمکان',
            'city_id' => '109111',
        ],
        '109112' => [
            'name' => 'گناباد',
            'city_id' => '109112',
        ],
        '109113' => [
            'name' => 'یونسی',
            'city_id' => '109113',
        ],
    ],
    110 => [
        '110001' => [
            'name' => 'آران و بیدگل',
            'city_id' => '110001',
        ],
        '110002' => [
            'name' => 'ابریشم',
            'city_id' => '110002',
        ],
        '110003' => [
            'name' => 'ابوزیدآباد',
            'city_id' => '110003',
        ],
        '110004' => [
            'name' => 'اردستان',
            'city_id' => '110004',
        ],
        '110005' => [
            'name' => 'اشترجان',
            'city_id' => '110005',
        ],
        '110006' => [
            'name' => 'اصغرآباد',
            'city_id' => '110006',
        ],
        '110007' => [
            'name' => 'اصفهان',
            'city_id' => '110007',
        ],
        '110008' => [
            'name' => 'اصفهان 1',
            'city_id' => '110008',
        ],
        '110009' => [
            'name' => 'اصفهان 2',
            'city_id' => '110009',
        ],
        '110010' => [
            'name' => 'اصفهان 3',
            'city_id' => '110010',
        ],
        '110011' => [
            'name' => 'اصفهان 4',
            'city_id' => '110011',
        ],
        '110012' => [
            'name' => 'اصفهان 5',
            'city_id' => '110012',
        ],
        '110013' => [
            'name' => 'اصفهان 6',
            'city_id' => '110013',
        ],
        '110014' => [
            'name' => 'اصفهان 7',
            'city_id' => '110014',
        ],
        '110015' => [
            'name' => 'اصفهان 8',
            'city_id' => '110015',
        ],
        '110016' => [
            'name' => 'اصفهان 9',
            'city_id' => '110016',
        ],
        '110017' => [
            'name' => 'اصفهان 10',
            'city_id' => '110017',
        ],
        '110018' => [
            'name' => 'اصفهان 11',
            'city_id' => '110018',
        ],
        '110019' => [
            'name' => 'اصفهان 12',
            'city_id' => '110019',
        ],
        '110020' => [
            'name' => 'اصفهان 13',
            'city_id' => '110020',
        ],
        '110021' => [
            'name' => 'اصفهان 14',
            'city_id' => '110021',
        ],
        '110022' => [
            'name' => 'اصفهان 15',
            'city_id' => '110022',
        ],
        '110023' => [
            'name' => 'افوس',
            'city_id' => '110023',
        ],
        '110024' => [
            'name' => 'انارک',
            'city_id' => '110024',
        ],
        '110025' => [
            'name' => 'اژیه',
            'city_id' => '110025',
        ],
        '110026' => [
            'name' => 'بادرود',
            'city_id' => '110026',
        ],
        '110027' => [
            'name' => 'باغ بهادران',
            'city_id' => '110027',
        ],
        '110028' => [
            'name' => 'باغشاد',
            'city_id' => '110028',
        ],
        '110029' => [
            'name' => 'بافران',
            'city_id' => '110029',
        ],
        '110030' => [
            'name' => 'برزک',
            'city_id' => '110030',
        ],
        '110031' => [
            'name' => 'برف انبار',
            'city_id' => '110031',
        ],
        '110032' => [
            'name' => 'بهاران شهر',
            'city_id' => '110032',
        ],
        '110033' => [
            'name' => 'بهارستان',
            'city_id' => '110033',
        ],
        '110034' => [
            'name' => 'بوستان زر',
            'city_id' => '110034',
        ],
        '110035' => [
            'name' => 'بویین و میاندشت',
            'city_id' => '110035',
        ],
        '110036' => [
            'name' => 'بیده',
            'city_id' => '110036',
        ],
        '110037' => [
            'name' => 'تودشک',
            'city_id' => '110037',
        ],
        '110038' => [
            'name' => 'تیران',
            'city_id' => '110038',
        ],
        '110039' => [
            'name' => 'جندق',
            'city_id' => '110039',
        ],
        '110040' => [
            'name' => 'جوزدان',
            'city_id' => '110040',
        ],
        '110041' => [
            'name' => 'جوشقان قالی',
            'city_id' => '110041',
        ],
        '110042' => [
            'name' => 'حبیب آباد',
            'city_id' => '110042',
        ],
        '110043' => [
            'name' => 'حسن اباد',
            'city_id' => '110043',
        ],
        '110044' => [
            'name' => 'حنا',
            'city_id' => '110044',
        ],
        '110045' => [
            'name' => 'خالدآباد',
            'city_id' => '110045',
        ],
        '110046' => [
            'name' => 'خمینی شهر',
            'city_id' => '110046',
        ],
        '110047' => [
            'name' => 'خوانسار',
            'city_id' => '110047',
        ],
        '110048' => [
            'name' => 'خور',
            'city_id' => '110048',
        ],
        '110049' => [
            'name' => 'خورزوق',
            'city_id' => '110049',
        ],
        '110050' => [
            'name' => 'داران',
            'city_id' => '110050',
        ],
        '110051' => [
            'name' => 'دامنه',
            'city_id' => '110051',
        ],
        '110052' => [
            'name' => 'درچه',
            'city_id' => '110052',
        ],
        '110053' => [
            'name' => 'دستگرد',
            'city_id' => '110053',
        ],
        '110054' => [
            'name' => 'دهاقان',
            'city_id' => '110054',
        ],
        '110055' => [
            'name' => 'ده سرخ',
            'city_id' => '110055',
        ],
        '110056' => [
            'name' => 'دهق',
            'city_id' => '110056',
        ],
        '110057' => [
            'name' => 'دولت آباد',
            'city_id' => '110057',
        ],
        '110058' => [
            'name' => 'دیزیچه',
            'city_id' => '110058',
        ],
        '110059' => [
            'name' => 'رزوه',
            'city_id' => '110059',
        ],
        '110060' => [
            'name' => 'رضوانشهر',
            'city_id' => '110060',
        ],
        '110061' => [
            'name' => 'زازران',
            'city_id' => '110061',
        ],
        '110062' => [
            'name' => 'زاینده رود',
            'city_id' => '110062',
        ],
        '110063' => [
            'name' => 'زرین شهر',
            'city_id' => '110063',
        ],
        '110064' => [
            'name' => 'زواره',
            'city_id' => '110064',
        ],
        '110065' => [
            'name' => 'زیار',
            'city_id' => '110065',
        ],
        '110066' => [
            'name' => 'زیباشهر',
            'city_id' => '110066',
        ],
        '110067' => [
            'name' => 'سجزی',
            'city_id' => '110067',
        ],
        '110068' => [
            'name' => 'سده لنجان',
            'city_id' => '110068',
        ],
        '110069' => [
            'name' => 'سفید شهر',
            'city_id' => '110069',
        ],
        '110070' => [
            'name' => 'سمیرم',
            'city_id' => '110070',
        ],
        '110071' => [
            'name' => 'سین',
            'city_id' => '110071',
        ],
        '110072' => [
            'name' => 'شاهین شهر',
            'city_id' => '110072',
        ],
        '110073' => [
            'name' => 'شاپورآباد',
            'city_id' => '110073',
        ],
        '110074' => [
            'name' => 'شهرضا',
            'city_id' => '110074',
        ],
        '110075' => [
            'name' => 'طاد',
            'city_id' => '110075',
        ],
        '110076' => [
            'name' => 'طالخونچه',
            'city_id' => '110076',
        ],
        '110077' => [
            'name' => 'طرق رود',
            'city_id' => '110077',
        ],
        '110078' => [
            'name' => 'عسگران',
            'city_id' => '110078',
        ],
        '110079' => [
            'name' => 'علویجه',
            'city_id' => '110079',
        ],
        '110080' => [
            'name' => 'فتح آباد',
            'city_id' => '110080',
        ],
        '110081' => [
            'name' => 'فرخی',
            'city_id' => '110081',
        ],
        '110082' => [
            'name' => 'فریدونشهر',
            'city_id' => '110082',
        ],
        '110083' => [
            'name' => 'فلاورجان',
            'city_id' => '110083',
        ],
        '110084' => [
            'name' => 'فولادشهر',
            'city_id' => '110084',
        ],
        '110085' => [
            'name' => 'قمصر',
            'city_id' => '110085',
        ],
        '110086' => [
            'name' => 'قهجاورستان',
            'city_id' => '110086',
        ],
        '110087' => [
            'name' => 'قهدریجان',
            'city_id' => '110087',
        ],
        '110088' => [
            'name' => 'لای بید',
            'city_id' => '110088',
        ],
        '110089' => [
            'name' => 'مبارکه',
            'city_id' => '110089',
        ],
        '110090' => [
            'name' => 'مجلسی',
            'city_id' => '110090',
        ],
        '110091' => [
            'name' => 'محمدآباد',
            'city_id' => '110091',
        ],
        '110092' => [
            'name' => 'مشکات',
            'city_id' => '110092',
        ],
        '110093' => [
            'name' => 'منظریه',
            'city_id' => '110093',
        ],
        '110094' => [
            'name' => 'مهاباد',
            'city_id' => '110094',
        ],
        '110095' => [
            'name' => 'میمه',
            'city_id' => '110095',
        ],
        '110096' => [
            'name' => 'مینادشت',
            'city_id' => '110096',
        ],
        '110097' => [
            'name' => 'نایین',
            'city_id' => '110097',
        ],
        '110098' => [
            'name' => 'نجف آباد',
            'city_id' => '110098',
        ],
        '110099' => [
            'name' => 'نصرآباد',
            'city_id' => '110099',
        ],
        '110100' => [
            'name' => 'نطنز',
            'city_id' => '110100',
        ],
        '110101' => [
            'name' => 'نوش آباد',
            'city_id' => '110101',
        ],
        '110102' => [
            'name' => 'نیاسر',
            'city_id' => '110102',
        ],
        '110103' => [
            'name' => 'نیک آباد',
            'city_id' => '110103',
        ],
        '110104' => [
            'name' => 'هرند',
            'city_id' => '110104',
        ],
        '110105' => [
            'name' => 'ورزنه',
            'city_id' => '110105',
        ],
        '110106' => [
            'name' => 'ورنامخواست',
            'city_id' => '110106',
        ],
        '110107' => [
            'name' => 'وزوان',
            'city_id' => '110107',
        ],
        '110108' => [
            'name' => 'ونک',
            'city_id' => '110108',
        ],
        '110109' => [
            'name' => 'ویست',
            'city_id' => '110109',
        ],
        '110110' => [
            'name' => 'پیربکران',
            'city_id' => '110110',
        ],
        '110111' => [
            'name' => 'چادگان',
            'city_id' => '110111',
        ],
        '110112' => [
            'name' => 'چرمهین',
            'city_id' => '110112',
        ],
        '110113' => [
            'name' => 'چمگردان',
            'city_id' => '110113',
        ],
        '110114' => [
            'name' => 'کاشان',
            'city_id' => '110114',
        ],
        '110115' => [
            'name' => 'کامو و چوگان',
            'city_id' => '110115',
        ],
        '110116' => [
            'name' => 'کرکوند',
            'city_id' => '110116',
        ],
        '110117' => [
            'name' => 'کلیشاد و سودرجان',
            'city_id' => '110117',
        ],
        '110118' => [
            'name' => 'کمشچه',
            'city_id' => '110118',
        ],
        '110119' => [
            'name' => 'کمه',
            'city_id' => '110119',
        ],
        '110120' => [
            'name' => 'کهریزسنگ',
            'city_id' => '110120',
        ],
        '110121' => [
            'name' => 'کوشک',
            'city_id' => '110121',
        ],
        '110122' => [
            'name' => 'کوهپایه',
            'city_id' => '110122',
        ],
        '110123' => [
            'name' => 'گرگاب',
            'city_id' => '110123',
        ],
        '110124' => [
            'name' => 'گزبرخوار',
            'city_id' => '110124',
        ],
        '110125' => [
            'name' => 'گلدشت',
            'city_id' => '110125',
        ],
        '110126' => [
            'name' => 'گلشن',
            'city_id' => '110126',
        ],
        '110127' => [
            'name' => 'گلشهر',
            'city_id' => '110127',
        ],
        '110128' => [
            'name' => 'گلپایگان',
            'city_id' => '110128',
        ],
        '110129' => [
            'name' => 'گوگد',
            'city_id' => '110129',
        ],
    ],
    111 => [
        '111001' => [
            'name' => 'آشار',
            'city_id' => '111001',
        ],
        '111002' => [
            'name' => 'ادیمی',
            'city_id' => '111002',
        ],
        '111003' => [
            'name' => 'اسفندک',
            'city_id' => '111003',
        ],
        '111004' => [
            'name' => 'اسماعیل آباد',
            'city_id' => '111004',
        ],
        '111005' => [
            'name' => 'اسپکه',
            'city_id' => '111005',
        ],
        '111006' => [
            'name' => 'ایرانشهر',
            'city_id' => '111006',
        ],
        '111007' => [
            'name' => 'بریس',
            'city_id' => '111007',
        ],
        '111008' => [
            'name' => 'بزمان',
            'city_id' => '111008',
        ],
        '111009' => [
            'name' => 'بمپور',
            'city_id' => '111009',
        ],
        '111010' => [
            'name' => 'بنت',
            'city_id' => '111010',
        ],
        '111011' => [
            'name' => 'بنجار',
            'city_id' => '111011',
        ],
        '111012' => [
            'name' => 'جالق',
            'city_id' => '111012',
        ],
        '111013' => [
            'name' => 'جزینک',
            'city_id' => '111013',
        ],
        '111014' => [
            'name' => 'خاش',
            'city_id' => '111014',
        ],
        '111015' => [
            'name' => 'ده رییس',
            'city_id' => '111015',
        ],
        '111016' => [
            'name' => 'دوست محمد',
            'city_id' => '111016',
        ],
        '111017' => [
            'name' => 'راسک',
            'city_id' => '111017',
        ],
        '111018' => [
            'name' => 'ریگ ملک',
            'city_id' => '111018',
        ],
        '111019' => [
            'name' => 'زابل',
            'city_id' => '111019',
        ],
        '111020' => [
            'name' => 'زاهدان',
            'city_id' => '111020',
        ],
        '111021' => [
            'name' => 'زاهدان 1',
            'city_id' => '111021',
        ],
        '111022' => [
            'name' => 'زاهدان 2',
            'city_id' => '111022',
        ],
        '111023' => [
            'name' => 'زاهدان 3',
            'city_id' => '111023',
        ],
        '111024' => [
            'name' => 'زاهدان 4',
            'city_id' => '111024',
        ],
        '111025' => [
            'name' => 'زاهدان 5',
            'city_id' => '111025',
        ],
        '111026' => [
            'name' => 'زرآباد',
            'city_id' => '111026',
        ],
        '111027' => [
            'name' => 'زهک',
            'city_id' => '111027',
        ],
        '111028' => [
            'name' => 'ساربوک',
            'city_id' => '111028',
        ],
        '111029' => [
            'name' => 'سراوان',
            'city_id' => '111029',
        ],
        '111030' => [
            'name' => 'سرباز',
            'city_id' => '111030',
        ],
        '111031' => [
            'name' => 'سرجنگل',
            'city_id' => '111031',
        ],
        '111032' => [
            'name' => 'سوران',
            'city_id' => '111032',
        ],
        '111033' => [
            'name' => 'سیب',
            'city_id' => '111033',
        ],
        '111034' => [
            'name' => 'سیرکان',
            'city_id' => '111034',
        ],
        '111035' => [
            'name' => 'علی اکبر',
            'city_id' => '111035',
        ],
        '111036' => [
            'name' => 'فنوج',
            'city_id' => '111036',
        ],
        '111037' => [
            'name' => 'قاسم آباد',
            'city_id' => '111037',
        ],
        '111038' => [
            'name' => 'قرقری',
            'city_id' => '111038',
        ],
        '111039' => [
            'name' => 'قصرقند',
            'city_id' => '111039',
        ],
        '111040' => [
            'name' => 'لادیز',
            'city_id' => '111040',
        ],
        '111041' => [
            'name' => 'محمدآباد',
            'city_id' => '111041',
        ],
        '111042' => [
            'name' => 'محمدان',
            'city_id' => '111042',
        ],
        '111043' => [
            'name' => 'محمدی',
            'city_id' => '111043',
        ],
        '111044' => [
            'name' => 'مهرستان',
            'city_id' => '111044',
        ],
        '111045' => [
            'name' => 'میرجاوه',
            'city_id' => '111045',
        ],
        '111046' => [
            'name' => 'نصرت آباد',
            'city_id' => '111046',
        ],
        '111047' => [
            'name' => 'نوک آباد',
            'city_id' => '111047',
        ],
        '111048' => [
            'name' => 'نگور',
            'city_id' => '111048',
        ],
        '111049' => [
            'name' => 'نیک شهر',
            'city_id' => '111049',
        ],
        '111050' => [
            'name' => 'هیدوچ',
            'city_id' => '111050',
        ],
        '111051' => [
            'name' => 'پارود',
            'city_id' => '111051',
        ],
        '111052' => [
            'name' => 'پلان',
            'city_id' => '111052',
        ],
        '111053' => [
            'name' => 'پیشین',
            'city_id' => '111053',
        ],
        '111054' => [
            'name' => 'چانف',
            'city_id' => '111054',
        ],
        '111055' => [
            'name' => 'چاه بهار',
            'city_id' => '111055',
        ],
        '111056' => [
            'name' => 'چگرد',
            'city_id' => '111056',
        ],
        '111057' => [
            'name' => 'کنارک',
            'city_id' => '111057',
        ],
        '111058' => [
            'name' => 'گتیج',
            'city_id' => '111058',
        ],
        '111059' => [
            'name' => 'گشت',
            'city_id' => '111059',
        ],
        '111060' => [
            'name' => 'گلمورتی',
            'city_id' => '111060',
        ],
    ],
    112 => [
        '112001' => [
            'name' => 'آرمرده',
            'city_id' => '112001',
        ],
        '112002' => [
            'name' => 'اورامان تخت',
            'city_id' => '112002',
        ],
        '112003' => [
            'name' => 'بابارشانی',
            'city_id' => '112003',
        ],
        '112004' => [
            'name' => 'بانه',
            'city_id' => '112004',
        ],
        '112005' => [
            'name' => 'برده رشه',
            'city_id' => '112005',
        ],
        '112006' => [
            'name' => 'بلبان آباد',
            'city_id' => '112006',
        ],
        '112007' => [
            'name' => 'بویین سفلی',
            'city_id' => '112007',
        ],
        '112008' => [
            'name' => 'بیجار',
            'city_id' => '112008',
        ],
        '112009' => [
            'name' => 'توپ آغاج',
            'city_id' => '112009',
        ],
        '112010' => [
            'name' => 'حسین آباد',
            'city_id' => '112010',
        ],
        '112011' => [
            'name' => 'دزج',
            'city_id' => '112011',
        ],
        '112012' => [
            'name' => 'دلبران',
            'city_id' => '112012',
        ],
        '112013' => [
            'name' => 'دهگلان',
            'city_id' => '112013',
        ],
        '112014' => [
            'name' => 'دیواندره',
            'city_id' => '112014',
        ],
        '112015' => [
            'name' => 'زرینه',
            'city_id' => '112015',
        ],
        '112016' => [
            'name' => 'سروآباد',
            'city_id' => '112016',
        ],
        '112017' => [
            'name' => 'سریش آباد',
            'city_id' => '112017',
        ],
        '112018' => [
            'name' => 'سقز',
            'city_id' => '112018',
        ],
        '112019' => [
            'name' => 'سنته',
            'city_id' => '112019',
        ],
        '112020' => [
            'name' => 'سنندج',
            'city_id' => '112020',
        ],
        '112021' => [
            'name' => 'سنندج 1',
            'city_id' => '112021',
        ],
        '112022' => [
            'name' => 'سنندج 2',
            'city_id' => '112022',
        ],
        '112023' => [
            'name' => 'سنندج 3',
            'city_id' => '112023',
        ],
        '112024' => [
            'name' => 'شویشه',
            'city_id' => '112024',
        ],
        '112025' => [
            'name' => 'صاحب',
            'city_id' => '112025',
        ],
        '112026' => [
            'name' => 'قروه',
            'city_id' => '112026',
        ],
        '112027' => [
            'name' => 'مالوجه',
            'city_id' => '112027',
        ],
        '112028' => [
            'name' => 'مریوان',
            'city_id' => '112028',
        ],
        '112029' => [
            'name' => 'موچش',
            'city_id' => '112029',
        ],
        '112030' => [
            'name' => 'هزارکانیان',
            'city_id' => '112030',
        ],
        '112031' => [
            'name' => 'پیرتاج',
            'city_id' => '112031',
        ],
        '112032' => [
            'name' => 'چناره',
            'city_id' => '112032',
        ],
        '112033' => [
            'name' => 'کامیاران',
            'city_id' => '112033',
        ],
        '112034' => [
            'name' => 'کانی دینار',
            'city_id' => '112034',
        ],
        '112035' => [
            'name' => 'کانی سور',
            'city_id' => '112035',
        ],
        '112036' => [
            'name' => 'یاسوکند',
            'city_id' => '112036',
        ],
    ],
    113 => [
        '113001' => [
            'name' => 'آجین',
            'city_id' => '113001',
        ],
        '113002' => [
            'name' => 'ازندریان',
            'city_id' => '113002',
        ],
        '113003' => [
            'name' => 'اسدآباد',
            'city_id' => '113003',
        ],
        '113004' => [
            'name' => 'اسلام شهر آق گل',
            'city_id' => '113004',
        ],
        '113005' => [
            'name' => 'برزول',
            'city_id' => '113005',
        ],
        '113006' => [
            'name' => 'بهار',
            'city_id' => '113006',
        ],
        '113007' => [
            'name' => 'تویسرکان',
            'city_id' => '113007',
        ],
        '113008' => [
            'name' => 'جورقان',
            'city_id' => '113008',
        ],
        '113009' => [
            'name' => 'جوکار',
            'city_id' => '113009',
        ],
        '113010' => [
            'name' => 'دمق',
            'city_id' => '113010',
        ],
        '113011' => [
            'name' => 'رزن',
            'city_id' => '113011',
        ],
        '113012' => [
            'name' => 'زنگنه',
            'city_id' => '113012',
        ],
        '113013' => [
            'name' => 'سامن',
            'city_id' => '113013',
        ],
        '113014' => [
            'name' => 'سرکان',
            'city_id' => '113014',
        ],
        '113015' => [
            'name' => 'شاهنجرین',
            'city_id' => '113015',
        ],
        '113016' => [
            'name' => 'شیرین سو',
            'city_id' => '113016',
        ],
        '113017' => [
            'name' => 'صالح آباد',
            'city_id' => '113017',
        ],
        '113018' => [
            'name' => 'فامنین',
            'city_id' => '113018',
        ],
        '113019' => [
            'name' => 'فرسفج',
            'city_id' => '113019',
        ],
        '113020' => [
            'name' => 'فیروزان',
            'city_id' => '113020',
        ],
        '113021' => [
            'name' => 'قروه درگزین',
            'city_id' => '113021',
        ],
        '113022' => [
            'name' => 'قهاوند',
            'city_id' => '113022',
        ],
        '113023' => [
            'name' => 'لالجین',
            'city_id' => '113023',
        ],
        '113024' => [
            'name' => 'مریانج',
            'city_id' => '113024',
        ],
        '113025' => [
            'name' => 'ملایر',
            'city_id' => '113025',
        ],
        '113026' => [
            'name' => 'مهاجران',
            'city_id' => '113026',
        ],
        '113027' => [
            'name' => 'نهاوند',
            'city_id' => '113027',
        ],
        '113028' => [
            'name' => 'همدان',
            'city_id' => '113028',
        ],
        '113029' => [
            'name' => 'همدان 1',
            'city_id' => '113029',
        ],
        '113030' => [
            'name' => 'همدان 2',
            'city_id' => '113030',
        ],
        '113031' => [
            'name' => 'همدان 3',
            'city_id' => '113031',
        ],
        '113032' => [
            'name' => 'همدان 4',
            'city_id' => '113032',
        ],
        '113033' => [
            'name' => 'پالیز',
            'city_id' => '113033',
        ],
        '113034' => [
            'name' => 'کبودرآهنگ',
            'city_id' => '113034',
        ],
        '113035' => [
            'name' => 'کرفس',
            'city_id' => '113035',
        ],
        '113036' => [
            'name' => 'گل تپه',
            'city_id' => '113036',
        ],
        '113037' => [
            'name' => 'گیان',
            'city_id' => '113037',
        ],
    ],
    114 => [
        '114001' => [
            'name' => 'آلونی',
            'city_id' => '114001',
        ],
        '114002' => [
            'name' => 'اردل',
            'city_id' => '114002',
        ],
        '114003' => [
            'name' => 'بآباحیدر',
            'city_id' => '114003',
        ],
        '114004' => [
            'name' => 'بازفت',
            'city_id' => '114004',
        ],
        '114005' => [
            'name' => 'بروجن',
            'city_id' => '114005',
        ],
        '114006' => [
            'name' => 'بلداجی',
            'city_id' => '114006',
        ],
        '114007' => [
            'name' => 'بن',
            'city_id' => '114007',
        ],
        '114008' => [
            'name' => 'جونقان',
            'city_id' => '114008',
        ],
        '114009' => [
            'name' => 'دستنا',
            'city_id' => '114009',
        ],
        '114010' => [
            'name' => 'دشتک',
            'city_id' => '114010',
        ],
        '114011' => [
            'name' => 'سامان',
            'city_id' => '114011',
        ],
        '114012' => [
            'name' => 'سرخون',
            'city_id' => '114012',
        ],
        '114013' => [
            'name' => 'سردشت',
            'city_id' => '114013',
        ],
        '114014' => [
            'name' => 'سفیددشت',
            'city_id' => '114014',
        ],
        '114015' => [
            'name' => 'سودجان',
            'city_id' => '114015',
        ],
        '114016' => [
            'name' => 'سورشجان',
            'city_id' => '114016',
        ],
        '114017' => [
            'name' => 'شلمزار',
            'city_id' => '114017',
        ],
        '114018' => [
            'name' => 'شهرکرد',
            'city_id' => '114018',
        ],
        '114019' => [
            'name' => 'صمصامی',
            'city_id' => '114019',
        ],
        '114020' => [
            'name' => 'طاقانک',
            'city_id' => '114020',
        ],
        '114021' => [
            'name' => 'فارسان',
            'city_id' => '114021',
        ],
        '114022' => [
            'name' => 'فرادبنه',
            'city_id' => '114022',
        ],
        '114023' => [
            'name' => 'فرخ شهر',
            'city_id' => '114023',
        ],
        '114024' => [
            'name' => 'فیل آباد',
            'city_id' => '114024',
        ],
        '114025' => [
            'name' => 'لردگان',
            'city_id' => '114025',
        ],
        '114026' => [
            'name' => 'مال خلیفه',
            'city_id' => '114026',
        ],
        '114027' => [
            'name' => 'منج',
            'city_id' => '114027',
        ],
        '114028' => [
            'name' => 'ناغان',
            'city_id' => '114028',
        ],
        '114029' => [
            'name' => 'نافچ',
            'city_id' => '114029',
        ],
        '114030' => [
            'name' => 'نقنه',
            'city_id' => '114030',
        ],
        '114031' => [
            'name' => 'هارونی',
            'city_id' => '114031',
        ],
        '114032' => [
            'name' => 'هفشجان',
            'city_id' => '114032',
        ],
        '114033' => [
            'name' => 'هوره',
            'city_id' => '114033',
        ],
        '114034' => [
            'name' => 'وردنجان',
            'city_id' => '114034',
        ],
        '114035' => [
            'name' => 'پردنجان',
            'city_id' => '114035',
        ],
        '114036' => [
            'name' => 'چلگرد',
            'city_id' => '114036',
        ],
        '114037' => [
            'name' => 'چلیچه',
            'city_id' => '114037',
        ],
        '114038' => [
            'name' => 'کاج',
            'city_id' => '114038',
        ],
        '114039' => [
            'name' => 'کیان',
            'city_id' => '114039',
        ],
        '114040' => [
            'name' => 'گندمان',
            'city_id' => '114040',
        ],
        '114041' => [
            'name' => 'گهرو',
            'city_id' => '114041',
        ],
        '114042' => [
            'name' => 'گوجان',
            'city_id' => '114042',
        ],
        '114043' => [
            'name' => 'یان چشمه',
            'city_id' => '114043',
        ],
    ],
    115 => [
        '115001' => [
            'name' => 'ازنا',
            'city_id' => '115001',
        ],
        '115002' => [
            'name' => 'اشترینان',
            'city_id' => '115002',
        ],
        '115003' => [
            'name' => 'الشتر',
            'city_id' => '115003',
        ],
        '115004' => [
            'name' => 'الیگودرز',
            'city_id' => '115004',
        ],
        '115005' => [
            'name' => 'برخوردار',
            'city_id' => '115005',
        ],
        '115006' => [
            'name' => 'بروجرد',
            'city_id' => '115006',
        ],
        '115007' => [
            'name' => 'بروجرد1',
            'city_id' => '115007',
        ],
        '115008' => [
            'name' => 'بروجرد2',
            'city_id' => '115008',
        ],
        '115009' => [
            'name' => 'بروجرد 3',
            'city_id' => '115009',
        ],
        '115010' => [
            'name' => 'بیران شهر',
            'city_id' => '115010',
        ],
        '115011' => [
            'name' => 'تیتکان بزنوید',
            'city_id' => '115011',
        ],
        '115012' => [
            'name' => 'خرم آباد',
            'city_id' => '115012',
        ],
        '115013' => [
            'name' => 'خرم آباد1',
            'city_id' => '115013',
        ],
        '115014' => [
            'name' => 'خرم آباد2',
            'city_id' => '115014',
        ],
        '115015' => [
            'name' => 'خرم آباد3',
            'city_id' => '115015',
        ],
        '115016' => [
            'name' => 'درب گنبد',
            'city_id' => '115016',
        ],
        '115017' => [
            'name' => 'دورود',
            'city_id' => '115017',
        ],
        '115018' => [
            'name' => 'زاغه',
            'city_id' => '115018',
        ],
        '115019' => [
            'name' => 'سراب حمام',
            'city_id' => '115019',
        ],
        '115020' => [
            'name' => 'سراب دوره',
            'city_id' => '115020',
        ],
        '115021' => [
            'name' => 'سوری',
            'city_id' => '115021',
        ],
        '115022' => [
            'name' => 'سپیددشت',
            'city_id' => '115022',
        ],
        '115023' => [
            'name' => 'شاهپوراباد',
            'city_id' => '115023',
        ],
        '115024' => [
            'name' => 'شول آباد',
            'city_id' => '115024',
        ],
        '115025' => [
            'name' => 'فیروزآباد',
            'city_id' => '115025',
        ],
        '115026' => [
            'name' => 'معمولان',
            'city_id' => '115026',
        ],
        '115027' => [
            'name' => 'مومن آباد',
            'city_id' => '115027',
        ],
        '115028' => [
            'name' => 'نورآباد',
            'city_id' => '115028',
        ],
        '115029' => [
            'name' => 'هفت چشمه',
            'city_id' => '115029',
        ],
        '115030' => [
            'name' => 'ونایی',
            'city_id' => '115030',
        ],
        '115031' => [
            'name' => 'ویسیان',
            'city_id' => '115031',
        ],
        '115032' => [
            'name' => 'پلدختر',
            'city_id' => '115032',
        ],
        '115033' => [
            'name' => 'چالانچولان',
            'city_id' => '115033',
        ],
        '115034' => [
            'name' => 'چقابل',
            'city_id' => '115034',
        ],
        '115035' => [
            'name' => 'چمن سلطان',
            'city_id' => '115035',
        ],
        '115036' => [
            'name' => 'چم پلک',
            'city_id' => '115036',
        ],
        '115037' => [
            'name' => 'کوهدشت',
            'city_id' => '115037',
        ],
        '115038' => [
            'name' => 'کوهنانی',
            'city_id' => '115038',
        ],
        '115039' => [
            'name' => 'گراب',
            'city_id' => '115039',
        ],
    ],
    116 => [
        '116001' => [
            'name' => 'آبدانان',
            'city_id' => '116001',
        ],
        '116002' => [
            'name' => 'آسمان آباد',
            'city_id' => '116002',
        ],
        '116003' => [
            'name' => 'ارکواز',
            'city_id' => '116003',
        ],
        '116004' => [
            'name' => 'ایلام',
            'city_id' => '116004',
        ],
        '116005' => [
            'name' => 'ایلام 1',
            'city_id' => '116005',
        ],
        '116006' => [
            'name' => 'ایلام 2',
            'city_id' => '116006',
        ],
        '116007' => [
            'name' => 'ایوان',
            'city_id' => '116007',
        ],
        '116008' => [
            'name' => 'بدره',
            'city_id' => '116008',
        ],
        '116009' => [
            'name' => 'بلاوه',
            'city_id' => '116009',
        ],
        '116010' => [
            'name' => 'توحید',
            'city_id' => '116010',
        ],
        '116011' => [
            'name' => 'جعفراباد',
            'city_id' => '116011',
        ],
        '116012' => [
            'name' => 'دره شهر',
            'city_id' => '116012',
        ],
        '116013' => [
            'name' => 'دشت عباس',
            'city_id' => '116013',
        ],
        '116014' => [
            'name' => 'دلگشا',
            'city_id' => '116014',
        ],
        '116015' => [
            'name' => 'دهلران',
            'city_id' => '116015',
        ],
        '116016' => [
            'name' => 'زرنه',
            'city_id' => '116016',
        ],
        '116017' => [
            'name' => 'سراب باغ',
            'city_id' => '116017',
        ],
        '116018' => [
            'name' => 'سرابله',
            'city_id' => '116018',
        ],
        '116019' => [
            'name' => 'شباب',
            'city_id' => '116019',
        ],
        '116020' => [
            'name' => 'صالح آباد',
            'city_id' => '116020',
        ],
        '116021' => [
            'name' => 'لومار',
            'city_id' => '116021',
        ],
        '116022' => [
            'name' => 'ماژین',
            'city_id' => '116022',
        ],
        '116023' => [
            'name' => 'مهر',
            'city_id' => '116023',
        ],
        '116024' => [
            'name' => 'مهران',
            'city_id' => '116024',
        ],
        '116025' => [
            'name' => 'مورموری',
            'city_id' => '116025',
        ],
        '116026' => [
            'name' => 'موسیان',
            'city_id' => '116026',
        ],
        '116027' => [
            'name' => 'میمه',
            'city_id' => '116027',
        ],
        '116028' => [
            'name' => 'پهله',
            'city_id' => '116028',
        ],
        '116029' => [
            'name' => 'چشمه شیرین',
            'city_id' => '116029',
        ],
        '116030' => [
            'name' => 'چوار',
            'city_id' => '116030',
        ],
    ],
    117 => [
        '117001' => [
            'name' => 'باشت',
            'city_id' => '117001',
        ],
        '117002' => [
            'name' => 'بوستان',
            'city_id' => '117002',
        ],
        '117003' => [
            'name' => 'دهدشت',
            'city_id' => '117003',
        ],
        '117004' => [
            'name' => 'دوگنبدان',
            'city_id' => '117004',
        ],
        '117005' => [
            'name' => 'دیشموک',
            'city_id' => '117005',
        ],
        '117006' => [
            'name' => 'سرآسیاب یوسفی',
            'city_id' => '117006',
        ],
        '117007' => [
            'name' => 'سرفاریاب',
            'city_id' => '117007',
        ],
        '117008' => [
            'name' => 'سوق',
            'city_id' => '117008',
        ],
        '117009' => [
            'name' => 'سپیدار',
            'city_id' => '117009',
        ],
        '117010' => [
            'name' => 'سی سخت',
            'city_id' => '117010',
        ],
        '117011' => [
            'name' => 'قلعه رییسی',
            'city_id' => '117011',
        ],
        '117012' => [
            'name' => 'قلعه ممبی',
            'city_id' => '117012',
        ],
        '117013' => [
            'name' => 'لنده',
            'city_id' => '117013',
        ],
        '117014' => [
            'name' => 'لیکک',
            'city_id' => '117014',
        ],
        '117015' => [
            'name' => 'مادوان',
            'city_id' => '117015',
        ],
        '117016' => [
            'name' => 'مارگون',
            'city_id' => '117016',
        ],
        '117017' => [
            'name' => 'پاتاوه',
            'city_id' => '117017',
        ],
        '117018' => [
            'name' => 'چرام',
            'city_id' => '117018',
        ],
        '117019' => [
            'name' => 'چیتاب',
            'city_id' => '117019',
        ],
        '117020' => [
            'name' => 'گراب سفلی',
            'city_id' => '117020',
        ],
        '117021' => [
            'name' => 'یاسوج',
            'city_id' => '117021',
        ],
    ],
    118 => [
        '118001' => [
            'name' => 'آباد',
            'city_id' => '118001',
        ],
        '118002' => [
            'name' => 'آبدان',
            'city_id' => '118002',
        ],
        '118003' => [
            'name' => 'آب پخش',
            'city_id' => '118003',
        ],
        '118004' => [
            'name' => 'امام حسن',
            'city_id' => '118004',
        ],
        '118005' => [
            'name' => 'انارستان',
            'city_id' => '118005',
        ],
        '118006' => [
            'name' => 'اهرم',
            'city_id' => '118006',
        ],
        '118007' => [
            'name' => 'بادوله',
            'city_id' => '118007',
        ],
        '118008' => [
            'name' => 'برازجان',
            'city_id' => '118008',
        ],
        '118009' => [
            'name' => 'بردخون',
            'city_id' => '118009',
        ],
        '118010' => [
            'name' => 'بردستان',
            'city_id' => '118010',
        ],
        '118011' => [
            'name' => 'بندردیر',
            'city_id' => '118011',
        ],
        '118012' => [
            'name' => 'بندردیلم',
            'city_id' => '118012',
        ],
        '118013' => [
            'name' => 'بندرریگ',
            'city_id' => '118013',
        ],
        '118014' => [
            'name' => 'بندرکنگان',
            'city_id' => '118014',
        ],
        '118015' => [
            'name' => 'بندرگناوه',
            'city_id' => '118015',
        ],
        '118016' => [
            'name' => 'بنک',
            'city_id' => '118016',
        ],
        '118017' => [
            'name' => 'بهارستان',
            'city_id' => '118017',
        ],
        '118018' => [
            'name' => 'بوشهر',
            'city_id' => '118018',
        ],
        '118019' => [
            'name' => 'بوشهر1',
            'city_id' => '118019',
        ],
        '118020' => [
            'name' => 'بوشهر2',
            'city_id' => '118020',
        ],
        '118021' => [
            'name' => 'بوشکان',
            'city_id' => '118021',
        ],
        '118022' => [
            'name' => 'بیدخون',
            'city_id' => '118022',
        ],
        '118023' => [
            'name' => 'تنگ ارم',
            'city_id' => '118023',
        ],
        '118024' => [
            'name' => 'جم',
            'city_id' => '118024',
        ],
        '118025' => [
            'name' => 'خارک',
            'city_id' => '118025',
        ],
        '118026' => [
            'name' => 'خورموج',
            'city_id' => '118026',
        ],
        '118027' => [
            'name' => 'دالکی',
            'city_id' => '118027',
        ],
        '118028' => [
            'name' => 'دلوار',
            'city_id' => '118028',
        ],
        '118029' => [
            'name' => 'دوراهک',
            'city_id' => '118029',
        ],
        '118030' => [
            'name' => 'ریز',
            'city_id' => '118030',
        ],
        '118031' => [
            'name' => 'سعد آباد',
            'city_id' => '118031',
        ],
        '118032' => [
            'name' => 'سیراف',
            'city_id' => '118032',
        ],
        '118033' => [
            'name' => 'شبانکاره',
            'city_id' => '118033',
        ],
        '118034' => [
            'name' => 'شنبه',
            'city_id' => '118034',
        ],
        '118035' => [
            'name' => 'شیرینو',
            'city_id' => '118035',
        ],
        '118036' => [
            'name' => 'عالی شهر',
            'city_id' => '118036',
        ],
        '118037' => [
            'name' => 'عسلویه',
            'city_id' => '118037',
        ],
        '118038' => [
            'name' => 'نخل تقی',
            'city_id' => '118038',
        ],
        '118039' => [
            'name' => 'وحدتیه',
            'city_id' => '118039',
        ],
        '118040' => [
            'name' => 'چاه مبارک',
            'city_id' => '118040',
        ],
        '118041' => [
            'name' => 'چغادک',
            'city_id' => '118041',
        ],
        '118042' => [
            'name' => 'کاکی',
            'city_id' => '118042',
        ],
        '118043' => [
            'name' => 'کلمه',
            'city_id' => '118043',
        ],
    ],
    119 => [
        '119001' => [
            'name' => 'آب بر',
            'city_id' => '119001',
        ],
        '119002' => [
            'name' => 'ابهر',
            'city_id' => '119002',
        ],
        '119003' => [
            'name' => 'ارمغانخانه',
            'city_id' => '119003',
        ],
        '119004' => [
            'name' => 'حلب',
            'city_id' => '119004',
        ],
        '119005' => [
            'name' => 'خرمدره',
            'city_id' => '119005',
        ],
        '119006' => [
            'name' => 'دندی',
            'city_id' => '119006',
        ],
        '119007' => [
            'name' => 'زرین آباد',
            'city_id' => '119007',
        ],
        '119008' => [
            'name' => 'زرین رود',
            'city_id' => '119008',
        ],
        '119009' => [
            'name' => 'زنجان',
            'city_id' => '119009',
        ],
        '119010' => [
            'name' => 'زنجان 1',
            'city_id' => '119010',
        ],
        '119011' => [
            'name' => 'زنجان 2',
            'city_id' => '119011',
        ],
        '119012' => [
            'name' => 'زنجان 3',
            'city_id' => '119012',
        ],
        '119013' => [
            'name' => 'زنجان 4',
            'city_id' => '119013',
        ],
        '119014' => [
            'name' => 'سجاس',
            'city_id' => '119014',
        ],
        '119015' => [
            'name' => 'سلطانیه',
            'city_id' => '119015',
        ],
        '119016' => [
            'name' => 'سهرورد',
            'city_id' => '119016',
        ],
        '119017' => [
            'name' => 'صایین قلعه',
            'city_id' => '119017',
        ],
        '119018' => [
            'name' => 'قیدار',
            'city_id' => '119018',
        ],
        '119019' => [
            'name' => 'ماه نشان',
            'city_id' => '119019',
        ],
        '119020' => [
            'name' => 'نوربهار',
            'city_id' => '119020',
        ],
        '119021' => [
            'name' => 'نیک پی',
            'city_id' => '119021',
        ],
        '119022' => [
            'name' => 'هیدج',
            'city_id' => '119022',
        ],
        '119023' => [
            'name' => 'چورزق',
            'city_id' => '119023',
        ],
        '119024' => [
            'name' => 'کرسف',
            'city_id' => '119024',
        ],
        '119025' => [
            'name' => 'گرماب',
            'city_id' => '119025',
        ],
    ],
    120 => [
        '120001' => [
            'name' => 'آرادان',
            'city_id' => '120001',
        ],
        '120002' => [
            'name' => 'امیریه',
            'city_id' => '120002',
        ],
        '120003' => [
            'name' => 'ایوانکی',
            'city_id' => '120003',
        ],
        '120004' => [
            'name' => 'بسطام',
            'city_id' => '120004',
        ],
        '120005' => [
            'name' => 'بیارجمند',
            'city_id' => '120005',
        ],
        '120006' => [
            'name' => 'دامغان',
            'city_id' => '120006',
        ],
        '120007' => [
            'name' => 'درجزین',
            'city_id' => '120007',
        ],
        '120008' => [
            'name' => 'دیباج',
            'city_id' => '120008',
        ],
        '120009' => [
            'name' => 'رضوان',
            'city_id' => '120009',
        ],
        '120010' => [
            'name' => 'رودیان',
            'city_id' => '120010',
        ],
        '120011' => [
            'name' => 'سرخه',
            'city_id' => '120011',
        ],
        '120012' => [
            'name' => 'سمنان',
            'city_id' => '120012',
        ],
        '120013' => [
            'name' => 'شاهرود',
            'city_id' => '120013',
        ],
        '120014' => [
            'name' => 'شهمیرزاد',
            'city_id' => '120014',
        ],
        '120015' => [
            'name' => 'مجن',
            'city_id' => '120015',
        ],
        '120016' => [
            'name' => 'مهدی شهر',
            'city_id' => '120016',
        ],
        '120017' => [
            'name' => 'میامی',
            'city_id' => '120017',
        ],
        '120018' => [
            'name' => 'کلاته',
            'city_id' => '120018',
        ],
        '120019' => [
            'name' => 'کلاته خیج',
            'city_id' => '120019',
        ],
        '120020' => [
            'name' => 'کهن آباد',
            'city_id' => '120020',
        ],
        '120021' => [
            'name' => 'گرمسار',
            'city_id' => '120021',
        ],
    ],
    121 => [
        '121001' => [
            'name' => 'ابرکوه',
            'city_id' => '121001',
        ],
        '121002' => [
            'name' => 'احمد آباد',
            'city_id' => '121002',
        ],
        '121003' => [
            'name' => 'اردکان',
            'city_id' => '121003',
        ],
        '121004' => [
            'name' => 'اشکذر',
            'city_id' => '121004',
        ],
        '121005' => [
            'name' => 'بافق',
            'city_id' => '121005',
        ],
        '121006' => [
            'name' => 'بخ',
            'city_id' => '121006',
        ],
        '121007' => [
            'name' => 'بفروییه',
            'city_id' => '121007',
        ],
        '121008' => [
            'name' => 'بهاباد',
            'city_id' => '121008',
        ],
        '121009' => [
            'name' => 'تفت',
            'city_id' => '121009',
        ],
        '121010' => [
            'name' => 'حمیدیا',
            'city_id' => '121010',
        ],
        '121011' => [
            'name' => 'خرانق',
            'city_id' => '121011',
        ],
        '121012' => [
            'name' => 'خضرآباد',
            'city_id' => '121012',
        ],
        '121013' => [
            'name' => 'زارچ',
            'city_id' => '121013',
        ],
        '121014' => [
            'name' => 'شاهدیه',
            'city_id' => '121014',
        ],
        '121015' => [
            'name' => 'عقدا',
            'city_id' => '121015',
        ],
        '121016' => [
            'name' => 'مجومرد',
            'city_id' => '121016',
        ],
        '121017' => [
            'name' => 'مروست',
            'city_id' => '121017',
        ],
        '121018' => [
            'name' => 'مهردشت',
            'city_id' => '121018',
        ],
        '121019' => [
            'name' => 'مهریز',
            'city_id' => '121019',
        ],
        '121020' => [
            'name' => 'میبد',
            'city_id' => '121020',
        ],
        '121021' => [
            'name' => 'ندوشن',
            'city_id' => '121021',
        ],
        '121022' => [
            'name' => 'نیر',
            'city_id' => '121022',
        ],
        '121023' => [
            'name' => 'هرات',
            'city_id' => '121023',
        ],
        '121024' => [
            'name' => 'یزد',
            'city_id' => '121024',
        ],
        '121025' => [
            'name' => 'یزد 1',
            'city_id' => '121025',
        ],
        '121026' => [
            'name' => 'یزد 2',
            'city_id' => '121026',
        ],
        '121027' => [
            'name' => 'یزد 3',
            'city_id' => '121027',
        ],
        '121028' => [
            'name' => 'یزد 4',
            'city_id' => '121028',
        ],
        '121029' => [
            'name' => 'یزد_منطقه تاریخی',
            'city_id' => '121029',
        ],
    ],
    122 => [
        '122001' => [
            'name' => 'ابوموسی',
            'city_id' => '122001',
        ],
        '122002' => [
            'name' => 'بالا شهر',
            'city_id' => '122002',
        ],
        '122003' => [
            'name' => 'بستک',
            'city_id' => '122003',
        ],
        '122004' => [
            'name' => 'بندر جاسک',
            'city_id' => '122004',
        ],
        '122005' => [
            'name' => 'بندر عباس',
            'city_id' => '122005',
        ],
        '122006' => [
            'name' => 'بندر عباس  1',
            'city_id' => '122006',
        ],
        '122007' => [
            'name' => 'بندر عباس  2',
            'city_id' => '122007',
        ],
        '122008' => [
            'name' => 'بندر عباس  3',
            'city_id' => '122008',
        ],
        '122009' => [
            'name' => 'بندر لنگه',
            'city_id' => '122009',
        ],
        '122010' => [
            'name' => 'بند زرک',
            'city_id' => '122010',
        ],
        '122011' => [
            'name' => 'بیکاء',
            'city_id' => '122011',
        ],
        '122012' => [
            'name' => 'تازیان پایین',
            'city_id' => '122012',
        ],
        '122013' => [
            'name' => 'تخت',
            'city_id' => '122013',
        ],
        '122014' => [
            'name' => 'تیرور',
            'city_id' => '122014',
        ],
        '122015' => [
            'name' => 'جناح',
            'city_id' => '122015',
        ],
        '122016' => [
            'name' => 'حاجی آباد',
            'city_id' => '122016',
        ],
        '122017' => [
            'name' => 'خمیر',
            'city_id' => '122017',
        ],
        '122018' => [
            'name' => 'درگهان',
            'city_id' => '122018',
        ],
        '122019' => [
            'name' => 'دشتی',
            'city_id' => '122019',
        ],
        '122020' => [
            'name' => 'دهبارز',
            'city_id' => '122020',
        ],
        '122021' => [
            'name' => 'رمکان',
            'city_id' => '122021',
        ],
        '122022' => [
            'name' => 'رویدر',
            'city_id' => '122022',
        ],
        '122023' => [
            'name' => 'زهوکی',
            'city_id' => '122023',
        ],
        '122024' => [
            'name' => 'زیارتعلی',
            'city_id' => '122024',
        ],
        '122025' => [
            'name' => 'سردشت',
            'city_id' => '122025',
        ],
        '122026' => [
            'name' => 'سرگز',
            'city_id' => '122026',
        ],
        '122027' => [
            'name' => 'سندرک',
            'city_id' => '122027',
        ],
        '122028' => [
            'name' => 'سوزا',
            'city_id' => '122028',
        ],
        '122029' => [
            'name' => 'سیریک',
            'city_id' => '122029',
        ],
        '122030' => [
            'name' => 'طبل',
            'city_id' => '122030',
        ],
        '122031' => [
            'name' => 'فارغان',
            'city_id' => '122031',
        ],
        '122032' => [
            'name' => 'فین',
            'city_id' => '122032',
        ],
        '122033' => [
            'name' => 'قشم',
            'city_id' => '122033',
        ],
        '122034' => [
            'name' => 'قلعه قاضی',
            'city_id' => '122034',
        ],
        '122035' => [
            'name' => 'لافت',
            'city_id' => '122035',
        ],
        '122036' => [
            'name' => 'لمزان',
            'city_id' => '122036',
        ],
        '122037' => [
            'name' => 'لیردف',
            'city_id' => '122037',
        ],
        '122038' => [
            'name' => 'میناب',
            'city_id' => '122038',
        ],
        '122039' => [
            'name' => 'هرمز',
            'city_id' => '122039',
        ],
        '122040' => [
            'name' => 'هشتبندی',
            'city_id' => '122040',
        ],
        '122041' => [
            'name' => 'هنگوییه',
            'city_id' => '122041',
        ],
        '122042' => [
            'name' => 'پارسیان',
            'city_id' => '122042',
        ],
        '122043' => [
            'name' => 'پل',
            'city_id' => '122043',
        ],
        '122044' => [
            'name' => 'چارک',
            'city_id' => '122044',
        ],
        '122045' => [
            'name' => 'کرگان',
            'city_id' => '122045',
        ],
        '122046' => [
            'name' => 'کنگ',
            'city_id' => '122046',
        ],
        '122047' => [
            'name' => 'کوشکنار',
            'city_id' => '122047',
        ],
        '122048' => [
            'name' => 'کوهستک',
            'city_id' => '122048',
        ],
        '122049' => [
            'name' => 'کوهیچ',
            'city_id' => '122049',
        ],
        '122050' => [
            'name' => 'کیش',
            'city_id' => '122050',
        ],
        '122051' => [
            'name' => 'گروک',
            'city_id' => '122051',
        ],
        '122052' => [
            'name' => 'گوهران',
            'city_id' => '122052',
        ],
    ],
    123 => [
        '123001' => [
            'name' => 'آبسرد',
            'city_id' => '123001',
        ],
        '123002' => [
            'name' => 'آبعلی',
            'city_id' => '123002',
        ],
        '123003' => [
            'name' => 'احمد آباد مستوفی',
            'city_id' => '123003',
        ],
        '123004' => [
            'name' => 'ارجمند',
            'city_id' => '123004',
        ],
        '123005' => [
            'name' => 'اسلامشهر',
            'city_id' => '123005',
        ],
        '123006' => [
            'name' => 'اسلام شهر1',
            'city_id' => '123006',
        ],
        '123007' => [
            'name' => 'اسلام شهر2',
            'city_id' => '123007',
        ],
        '123008' => [
            'name' => 'اسلام شهر3',
            'city_id' => '123008',
        ],
        '123009' => [
            'name' => 'اسلام شهر6',
            'city_id' => '123009',
        ],
        '123010' => [
            'name' => 'اندیشه',
            'city_id' => '123010',
        ],
        '123011' => [
            'name' => 'باغستان',
            'city_id' => '123011',
        ],
        '123012' => [
            'name' => 'باقرشهر',
            'city_id' => '123012',
        ],
        '123013' => [
            'name' => 'بومهن',
            'city_id' => '123013',
        ],
        '123014' => [
            'name' => 'تجریش',
            'city_id' => '123014',
        ],
        '123015' => [
            'name' => 'تهران',
            'city_id' => '123015',
        ],
        '123016' => [
            'name' => 'تهران 1',
            'city_id' => '123016',
        ],
        '123017' => [
            'name' => 'تهران 2',
            'city_id' => '123017',
        ],
        '123018' => [
            'name' => 'تهران 3',
            'city_id' => '123018',
        ],
        '123019' => [
            'name' => 'تهران 4',
            'city_id' => '123019',
        ],
        '123020' => [
            'name' => 'تهران 5',
            'city_id' => '123020',
        ],
        '123021' => [
            'name' => 'تهران 6',
            'city_id' => '123021',
        ],
        '123022' => [
            'name' => 'تهران 7',
            'city_id' => '123022',
        ],
        '123023' => [
            'name' => 'تهران 8',
            'city_id' => '123023',
        ],
        '123024' => [
            'name' => 'تهران 9',
            'city_id' => '123024',
        ],
        '123025' => [
            'name' => 'تهران 10',
            'city_id' => '123025',
        ],
        '123026' => [
            'name' => 'تهران 11',
            'city_id' => '123026',
        ],
        '123027' => [
            'name' => 'تهران 12',
            'city_id' => '123027',
        ],
        '123028' => [
            'name' => 'تهران 13',
            'city_id' => '123028',
        ],
        '123029' => [
            'name' => 'تهران 14',
            'city_id' => '123029',
        ],
        '123030' => [
            'name' => 'تهران 15',
            'city_id' => '123030',
        ],
        '123031' => [
            'name' => 'تهران 16',
            'city_id' => '123031',
        ],
        '123032' => [
            'name' => 'تهران 17',
            'city_id' => '123032',
        ],
        '123033' => [
            'name' => 'تهران 18',
            'city_id' => '123033',
        ],
        '123034' => [
            'name' => 'تهران 19',
            'city_id' => '123034',
        ],
        '123035' => [
            'name' => 'تهران 20',
            'city_id' => '123035',
        ],
        '123036' => [
            'name' => 'تهران 21',
            'city_id' => '123036',
        ],
        '123037' => [
            'name' => 'تهران 22',
            'city_id' => '123037',
        ],
        '123038' => [
            'name' => 'جلیل اباد',
            'city_id' => '123038',
        ],
        '123039' => [
            'name' => 'جوادآباد',
            'city_id' => '123039',
        ],
        '123040' => [
            'name' => 'حسن آباد',
            'city_id' => '123040',
        ],
        '123041' => [
            'name' => 'خسرواباد',
            'city_id' => '123041',
        ],
        '123042' => [
            'name' => 'دماوند',
            'city_id' => '123042',
        ],
        '123043' => [
            'name' => 'رباطکریم',
            'city_id' => '123043',
        ],
        '123044' => [
            'name' => 'رودهن',
            'city_id' => '123044',
        ],
        '123045' => [
            'name' => 'ری',
            'city_id' => '123045',
        ],
        '123046' => [
            'name' => 'سعیداباد',
            'city_id' => '123046',
        ],
        '123047' => [
            'name' => 'شاهدشهر',
            'city_id' => '123047',
        ],
        '123048' => [
            'name' => 'شریف آباد',
            'city_id' => '123048',
        ],
        '123049' => [
            'name' => 'شمشک',
            'city_id' => '123049',
        ],
        '123050' => [
            'name' => 'شهریار',
            'city_id' => '123050',
        ],
        '123051' => [
            'name' => 'شهریار1',
            'city_id' => '123051',
        ],
        '123052' => [
            'name' => 'شهریار2',
            'city_id' => '123052',
        ],
        '123053' => [
            'name' => 'شهریار3',
            'city_id' => '123053',
        ],
        '123054' => [
            'name' => 'صالحیه',
            'city_id' => '123054',
        ],
        '123055' => [
            'name' => 'صباشهر',
            'city_id' => '123055',
        ],
        '123056' => [
            'name' => 'صفادشت',
            'city_id' => '123056',
        ],
        '123057' => [
            'name' => 'فردوسیه',
            'city_id' => '123057',
        ],
        '123058' => [
            'name' => 'فرون اباد',
            'city_id' => '123058',
        ],
        '123059' => [
            'name' => 'فشم',
            'city_id' => '123059',
        ],
        '123060' => [
            'name' => 'فیروزکوه',
            'city_id' => '123060',
        ],
        '123061' => [
            'name' => 'قدس',
            'city_id' => '123061',
        ],
        '123062' => [
            'name' => 'قرچک',
            'city_id' => '123062',
        ],
        '123063' => [
            'name' => 'قلعه نو',
            'city_id' => '123063',
        ],
        '123064' => [
            'name' => 'قیام دشت',
            'city_id' => '123064',
        ],
        '123065' => [
            'name' => 'لواسان',
            'city_id' => '123065',
        ],
        '123066' => [
            'name' => 'ملارد',
            'city_id' => '123066',
        ],
        '123067' => [
            'name' => 'نسیم شهر',
            'city_id' => '123067',
        ],
        '123068' => [
            'name' => 'نصیرشهر',
            'city_id' => '123068',
        ],
        '123069' => [
            'name' => 'وحیدیه',
            'city_id' => '123069',
        ],
        '123070' => [
            'name' => 'ورامین',
            'city_id' => '123070',
        ],
        '123071' => [
            'name' => 'پاکدشت',
            'city_id' => '123071',
        ],
        '123072' => [
            'name' => 'پاکدشت 1',
            'city_id' => '123072',
        ],
        '123073' => [
            'name' => 'پاکدشت 2',
            'city_id' => '123073',
        ],
        '123074' => [
            'name' => 'پردیس',
            'city_id' => '123074',
        ],
        '123075' => [
            'name' => 'پرند',
            'city_id' => '123075',
        ],
        '123076' => [
            'name' => 'پیشوا',
            'city_id' => '123076',
        ],
        '123077' => [
            'name' => 'چهاردانگه',
            'city_id' => '123077',
        ],
        '123078' => [
            'name' => 'کهریزک',
            'city_id' => '123078',
        ],
        '123079' => [
            'name' => 'کیلان',
            'city_id' => '123079',
        ],
        '123080' => [
            'name' => 'گلستان',
            'city_id' => '123080',
        ],
    ],
    124 => [
        '124001' => [
            'name' => 'آبی بیگلو',
            'city_id' => '124001',
        ],
        '124002' => [
            'name' => 'آراللو',
            'city_id' => '124002',
        ],
        '124003' => [
            'name' => 'اردبیل',
            'city_id' => '124003',
        ],
        '124004' => [
            'name' => 'اردبیل 1',
            'city_id' => '124004',
        ],
        '124005' => [
            'name' => 'اردبیل 2',
            'city_id' => '124005',
        ],
        '124006' => [
            'name' => 'اردبیل 3',
            'city_id' => '124006',
        ],
        '124007' => [
            'name' => 'اردبیل 4',
            'city_id' => '124007',
        ],
        '124008' => [
            'name' => 'اردبیل 5',
            'city_id' => '124008',
        ],
        '124009' => [
            'name' => 'اردیموسی',
            'city_id' => '124009',
        ],
        '124010' => [
            'name' => 'اسلام اباد',
            'city_id' => '124010',
        ],
        '124011' => [
            'name' => 'اصلاندوز',
            'city_id' => '124011',
        ],
        '124012' => [
            'name' => 'النی',
            'city_id' => '124012',
        ],
        '124013' => [
            'name' => 'اولتان',
            'city_id' => '124013',
        ],
        '124014' => [
            'name' => 'بران علیا',
            'city_id' => '124014',
        ],
        '124015' => [
            'name' => 'بیله سوار',
            'city_id' => '124015',
        ],
        '124016' => [
            'name' => 'تازه کندانگوت',
            'city_id' => '124016',
        ],
        '124017' => [
            'name' => 'ثمرین',
            'city_id' => '124017',
        ],
        '124018' => [
            'name' => 'جعفرآباد',
            'city_id' => '124018',
        ],
        '124019' => [
            'name' => 'خلخال',
            'city_id' => '124019',
        ],
        '124020' => [
            'name' => 'رضی',
            'city_id' => '124020',
        ],
        '124021' => [
            'name' => 'زهرا',
            'city_id' => '124021',
        ],
        '124022' => [
            'name' => 'زیوه',
            'city_id' => '124022',
        ],
        '124023' => [
            'name' => 'سرعین',
            'city_id' => '124023',
        ],
        '124024' => [
            'name' => 'عنبران',
            'city_id' => '124024',
        ],
        '124025' => [
            'name' => 'فخراباد',
            'city_id' => '124025',
        ],
        '124026' => [
            'name' => 'فیروزآباد',
            'city_id' => '124026',
        ],
        '124027' => [
            'name' => 'قصابه',
            'city_id' => '124027',
        ],
        '124028' => [
            'name' => 'لاهرود',
            'city_id' => '124028',
        ],
        '124029' => [
            'name' => 'مرادلو',
            'city_id' => '124029',
        ],
        '124030' => [
            'name' => 'مشگین شهر',
            'city_id' => '124030',
        ],
        '124031' => [
            'name' => 'مغان سر',
            'city_id' => '124031',
        ],
        '124032' => [
            'name' => 'نمین',
            'city_id' => '124032',
        ],
        '124033' => [
            'name' => 'نیر',
            'city_id' => '124033',
        ],
        '124034' => [
            'name' => 'هشتجین',
            'city_id' => '124034',
        ],
        '124035' => [
            'name' => 'هیر',
            'city_id' => '124035',
        ],
        '124036' => [
            'name' => 'پارس آباد',
            'city_id' => '124036',
        ],
        '124037' => [
            'name' => 'کلور',
            'city_id' => '124037',
        ],
        '124038' => [
            'name' => 'کوراییم',
            'city_id' => '124038',
        ],
        '124039' => [
            'name' => 'گرمی',
            'city_id' => '124039',
        ],
        '124040' => [
            'name' => 'گیوی',
            'city_id' => '124040',
        ],
    ],
    125 => [
        '125001' => [
            'name' => 'جعفریه',
            'city_id' => '125001',
        ],
        '125002' => [
            'name' => 'دستجرد',
            'city_id' => '125002',
        ],
        '125003' => [
            'name' => 'سلفچگان',
            'city_id' => '125003',
        ],
        '125004' => [
            'name' => 'قاهان',
            'city_id' => '125004',
        ],
        '125005' => [
            'name' => 'قم',
            'city_id' => '125005',
        ],
        '125006' => [
            'name' => 'قم 1',
            'city_id' => '125006',
        ],
        '125007' => [
            'name' => 'قم 2',
            'city_id' => '125007',
        ],
        '125008' => [
            'name' => 'قم 3',
            'city_id' => '125008',
        ],
        '125009' => [
            'name' => 'قم 4',
            'city_id' => '125009',
        ],
        '125010' => [
            'name' => 'قم 5',
            'city_id' => '125010',
        ],
        '125011' => [
            'name' => 'قم 6',
            'city_id' => '125011',
        ],
        '125012' => [
            'name' => 'قم 7',
            'city_id' => '125012',
        ],
        '125013' => [
            'name' => 'قم 8',
            'city_id' => '125013',
        ],
        '125014' => [
            'name' => 'قنوات',
            'city_id' => '125014',
        ],
        '125015' => [
            'name' => 'کهک',
            'city_id' => '125015',
        ],
    ],
    126 => [
        '126001' => [
            'name' => 'آبگرم',
            'city_id' => '126001',
        ],
        '126002' => [
            'name' => 'آبیک',
            'city_id' => '126002',
        ],
        '126003' => [
            'name' => 'آوج',
            'city_id' => '126003',
        ],
        '126004' => [
            'name' => 'ارداق',
            'city_id' => '126004',
        ],
        '126005' => [
            'name' => 'اسفرورین',
            'city_id' => '126005',
        ],
        '126006' => [
            'name' => 'اقبالیه',
            'city_id' => '126006',
        ],
        '126007' => [
            'name' => 'الوند',
            'city_id' => '126007',
        ],
        '126008' => [
            'name' => 'بویین زهرا',
            'city_id' => '126008',
        ],
        '126009' => [
            'name' => 'بیدستان',
            'city_id' => '126009',
        ],
        '126010' => [
            'name' => 'تاکستان',
            'city_id' => '126010',
        ],
        '126011' => [
            'name' => 'خاکعلی',
            'city_id' => '126011',
        ],
        '126012' => [
            'name' => 'خرمدشت',
            'city_id' => '126012',
        ],
        '126013' => [
            'name' => 'دانسفهان',
            'city_id' => '126013',
        ],
        '126014' => [
            'name' => 'رازمیان',
            'city_id' => '126014',
        ],
        '126015' => [
            'name' => 'زیاران',
            'city_id' => '126015',
        ],
        '126016' => [
            'name' => 'سگزآباد',
            'city_id' => '126016',
        ],
        '126017' => [
            'name' => 'سیردان',
            'city_id' => '126017',
        ],
        '126018' => [
            'name' => 'شال',
            'city_id' => '126018',
        ],
        '126019' => [
            'name' => 'شریفیه',
            'city_id' => '126019',
        ],
        '126020' => [
            'name' => 'ضیاآباد',
            'city_id' => '126020',
        ],
        '126021' => [
            'name' => 'عصمت آباد',
            'city_id' => '126021',
        ],
        '126022' => [
            'name' => 'قزوین',
            'city_id' => '126022',
        ],
        '126023' => [
            'name' => 'قزوین 1',
            'city_id' => '126023',
        ],
        '126024' => [
            'name' => 'قزوین 2',
            'city_id' => '126024',
        ],
        '126025' => [
            'name' => 'قزوین 3',
            'city_id' => '126025',
        ],
        '126026' => [
            'name' => 'قزوین 4',
            'city_id' => '126026',
        ],
        '126027' => [
            'name' => 'قشلاق',
            'city_id' => '126027',
        ],
        '126028' => [
            'name' => 'محمدیه',
            'city_id' => '126028',
        ],
        '126029' => [
            'name' => 'محمودآبادنمونه',
            'city_id' => '126029',
        ],
        '126030' => [
            'name' => 'معلم کلایه',
            'city_id' => '126030',
        ],
        '126031' => [
            'name' => 'نرجه',
            'city_id' => '126031',
        ],
        '126032' => [
            'name' => 'کوهین',
            'city_id' => '126032',
        ],
    ],
    127 => [
        '127001' => [
            'name' => 'آزادشهر',
            'city_id' => '127001',
        ],
        '127002' => [
            'name' => 'آق قلا',
            'city_id' => '127002',
        ],
        '127003' => [
            'name' => 'القجر',
            'city_id' => '127003',
        ],
        '127004' => [
            'name' => 'انبار آلوم',
            'city_id' => '127004',
        ],
        '127005' => [
            'name' => 'اینچه برون',
            'city_id' => '127005',
        ],
        '127006' => [
            'name' => 'بندرترکمن',
            'city_id' => '127006',
        ],
        '127007' => [
            'name' => 'بندرگز',
            'city_id' => '127007',
        ],
        '127008' => [
            'name' => 'تاتار علیا',
            'city_id' => '127008',
        ],
        '127009' => [
            'name' => 'جلین',
            'city_id' => '127009',
        ],
        '127010' => [
            'name' => 'خان ببین',
            'city_id' => '127010',
        ],
        '127011' => [
            'name' => 'دلند',
            'city_id' => '127011',
        ],
        '127012' => [
            'name' => 'دوزین',
            'city_id' => '127012',
        ],
        '127013' => [
            'name' => 'رامیان',
            'city_id' => '127013',
        ],
        '127014' => [
            'name' => 'سرخنکلاته',
            'city_id' => '127014',
        ],
        '127015' => [
            'name' => 'سنگدوین',
            'city_id' => '127015',
        ],
        '127016' => [
            'name' => 'سیجوال',
            'city_id' => '127016',
        ],
        '127017' => [
            'name' => 'سیمین شهر',
            'city_id' => '127017',
        ],
        '127018' => [
            'name' => 'صادق آباد',
            'city_id' => '127018',
        ],
        '127019' => [
            'name' => 'علی آباد',
            'city_id' => '127019',
        ],
        '127020' => [
            'name' => 'فاضل آباد',
            'city_id' => '127020',
        ],
        '127021' => [
            'name' => 'فراغی',
            'city_id' => '127021',
        ],
        '127022' => [
            'name' => 'قرق',
            'city_id' => '127022',
        ],
        '127023' => [
            'name' => 'مراوه',
            'city_id' => '127023',
        ],
        '127024' => [
            'name' => 'مزرعه',
            'city_id' => '127024',
        ],
        '127025' => [
            'name' => 'مینودشت',
            'city_id' => '127025',
        ],
        '127026' => [
            'name' => 'نوده خاندوز',
            'city_id' => '127026',
        ],
        '127027' => [
            'name' => 'نوکنده',
            'city_id' => '127027',
        ],
        '127028' => [
            'name' => 'نگین شهر',
            'city_id' => '127028',
        ],
        '127029' => [
            'name' => 'کردکوی',
            'city_id' => '127029',
        ],
        '127030' => [
            'name' => 'کرند',
            'city_id' => '127030',
        ],
        '127031' => [
            'name' => 'کلاله',
            'city_id' => '127031',
        ],
        '127032' => [
            'name' => 'گالیکش',
            'city_id' => '127032',
        ],
        '127033' => [
            'name' => 'گرگان',
            'city_id' => '127033',
        ],
        '127034' => [
            'name' => 'گرگان 1',
            'city_id' => '127034',
        ],
        '127035' => [
            'name' => 'گرگان 2',
            'city_id' => '127035',
        ],
        '127036' => [
            'name' => 'گرگان 3',
            'city_id' => '127036',
        ],
        '127037' => [
            'name' => 'گلیداغ',
            'city_id' => '127037',
        ],
        '127038' => [
            'name' => 'گمیش تپه',
            'city_id' => '127038',
        ],
        '127039' => [
            'name' => 'گنبدکاووس',
            'city_id' => '127039',
        ],
        '127040' => [
            'name' => 'ینقاق',
            'city_id' => '127040',
        ],
    ],
    128 => [
        '128001' => [
            'name' => 'آشخانه',
            'city_id' => '128001',
        ],
        '128002' => [
            'name' => 'آوا',
            'city_id' => '128002',
        ],
        '128003' => [
            'name' => 'اسفراین',
            'city_id' => '128003',
        ],
        '128004' => [
            'name' => 'ایور',
            'city_id' => '128004',
        ],
        '128005' => [
            'name' => 'بجنورد',
            'city_id' => '128005',
        ],
        '128006' => [
            'name' => 'بجنورد1',
            'city_id' => '128006',
        ],
        '128007' => [
            'name' => 'بجنورد2',
            'city_id' => '128007',
        ],
        '128008' => [
            'name' => 'تیتکانلو',
            'city_id' => '128008',
        ],
        '128009' => [
            'name' => 'جاجرم',
            'city_id' => '128009',
        ],
        '128010' => [
            'name' => 'حصارگرمخان',
            'city_id' => '128010',
        ],
        '128011' => [
            'name' => 'خانلق',
            'city_id' => '128011',
        ],
        '128012' => [
            'name' => 'درق',
            'city_id' => '128012',
        ],
        '128013' => [
            'name' => 'راز',
            'city_id' => '128013',
        ],
        '128014' => [
            'name' => 'زیارت',
            'city_id' => '128014',
        ],
        '128015' => [
            'name' => 'سنخواست',
            'city_id' => '128015',
        ],
        '128016' => [
            'name' => 'شوقان',
            'city_id' => '128016',
        ],
        '128017' => [
            'name' => 'شیروان',
            'city_id' => '128017',
        ],
        '128018' => [
            'name' => 'صفی آباد',
            'city_id' => '128018',
        ],
        '128019' => [
            'name' => 'غلامان',
            'city_id' => '128019',
        ],
        '128020' => [
            'name' => 'فاروج',
            'city_id' => '128020',
        ],
        '128021' => [
            'name' => 'قاضی',
            'city_id' => '128021',
        ],
        '128022' => [
            'name' => 'قوشخانه',
            'city_id' => '128022',
        ],
        '128023' => [
            'name' => 'لوجلی',
            'city_id' => '128023',
        ],
        '128024' => [
            'name' => 'پیش قلعه',
            'city_id' => '128024',
        ],
        '128025' => [
            'name' => 'چناران شهر',
            'city_id' => '128025',
        ],
        '128026' => [
            'name' => 'گرمه',
            'city_id' => '128026',
        ],
        '128027' => [
            'name' => 'یکه سعود',
            'city_id' => '128027',
        ],
    ],
    129 => [
        '129001' => [
            'name' => 'آبیز',
            'city_id' => '129001',
        ],
        '129002' => [
            'name' => 'آرین شهر',
            'city_id' => '129002',
        ],
        '129003' => [
            'name' => 'آیسک',
            'city_id' => '129003',
        ],
        '129004' => [
            'name' => 'ارسک',
            'city_id' => '129004',
        ],
        '129005' => [
            'name' => 'اسدیه',
            'city_id' => '129005',
        ],
        '129006' => [
            'name' => 'اسفدن',
            'city_id' => '129006',
        ],
        '129007' => [
            'name' => 'اسلامیه',
            'city_id' => '129007',
        ],
        '129008' => [
            'name' => 'باغستان',
            'city_id' => '129008',
        ],
        '129009' => [
            'name' => 'بشرویه',
            'city_id' => '129009',
        ],
        '129010' => [
            'name' => 'بیرجند',
            'city_id' => '129010',
        ],
        '129011' => [
            'name' => 'بیرجند1',
            'city_id' => '129011',
        ],
        '129012' => [
            'name' => 'بیرجند2',
            'city_id' => '129012',
        ],
        '129013' => [
            'name' => 'حاجی آباد',
            'city_id' => '129013',
        ],
        '129014' => [
            'name' => 'خضری دشت بیاض',
            'city_id' => '129014',
        ],
        '129015' => [
            'name' => 'خوسف',
            'city_id' => '129015',
        ],
        '129016' => [
            'name' => 'درح',
            'city_id' => '129016',
        ],
        '129017' => [
            'name' => 'دیهوک',
            'city_id' => '129017',
        ],
        '129018' => [
            'name' => 'زهان',
            'city_id' => '129018',
        ],
        '129019' => [
            'name' => 'سرایان',
            'city_id' => '129019',
        ],
        '129020' => [
            'name' => 'سربیشه',
            'city_id' => '129020',
        ],
        '129021' => [
            'name' => 'سه قلعه',
            'city_id' => '129021',
        ],
        '129022' => [
            'name' => 'شوسف',
            'city_id' => '129022',
        ],
        '129023' => [
            'name' => 'طبس',
            'city_id' => '129023',
        ],
        '129024' => [
            'name' => 'طبس مسینا',
            'city_id' => '129024',
        ],
        '129025' => [
            'name' => 'عشق آباد',
            'city_id' => '129025',
        ],
        '129026' => [
            'name' => 'فردوس',
            'city_id' => '129026',
        ],
        '129027' => [
            'name' => 'قاین',
            'city_id' => '129027',
        ],
        '129028' => [
            'name' => 'قهستان',
            'city_id' => '129028',
        ],
        '129029' => [
            'name' => 'ماژان',
            'city_id' => '129029',
        ],
        '129030' => [
            'name' => 'مود',
            'city_id' => '129030',
        ],
        '129031' => [
            'name' => 'نهبندان',
            'city_id' => '129031',
        ],
        '129032' => [
            'name' => 'نیمبلوک',
            'city_id' => '129032',
        ],
        '129033' => [
            'name' => 'گزیک',
            'city_id' => '129033',
        ],
    ],
    130 => [
        '130001' => [
            'name' => 'آسارا',
            'city_id' => '130001',
        ],
        '130002' => [
            'name' => 'اشتهارد',
            'city_id' => '130002',
        ],
        '130003' => [
            'name' => 'تنکمان',
            'city_id' => '130003',
        ],
        '130004' => [
            'name' => 'طالقان',
            'city_id' => '130004',
        ],
        '130005' => [
            'name' => 'فردیس',
            'city_id' => '130005',
        ],
        '130006' => [
            'name' => 'فردیس 1',
            'city_id' => '130006',
        ],
        '130007' => [
            'name' => 'فردیس 2',
            'city_id' => '130007',
        ],
        '130008' => [
            'name' => 'ماهدشت',
            'city_id' => '130008',
        ],
        '130009' => [
            'name' => 'محمد شهر',
            'city_id' => '130009',
        ],
        '130010' => [
            'name' => 'مشکین دشت',
            'city_id' => '130010',
        ],
        '130011' => [
            'name' => 'مهستان',
            'city_id' => '130011',
        ],
        '130012' => [
            'name' => 'نظرآباد',
            'city_id' => '130012',
        ],
        '130013' => [
            'name' => 'هشتگرد',
            'city_id' => '130013',
        ],
        '130014' => [
            'name' => 'پلنگ آباد',
            'city_id' => '130014',
        ],
        '130015' => [
            'name' => 'چهارباغ',
            'city_id' => '130015',
        ],
        '130016' => [
            'name' => 'کرج',
            'city_id' => '130016',
        ],
        '130017' => [
            'name' => 'کرج  1',
            'city_id' => '130017',
        ],
        '130018' => [
            'name' => 'کرج  2',
            'city_id' => '130018',
        ],
        '130019' => [
            'name' => 'کرج  3',
            'city_id' => '130019',
        ],
        '130020' => [
            'name' => 'کرج  4',
            'city_id' => '130020',
        ],
        '130021' => [
            'name' => 'کرج  5',
            'city_id' => '130021',
        ],
        '130022' => [
            'name' => 'کرج  6',
            'city_id' => '130022',
        ],
        '130023' => [
            'name' => 'کرج  7',
            'city_id' => '130023',
        ],
        '130024' => [
            'name' => 'کرج  8',
            'city_id' => '130024',
        ],
        '130025' => [
            'name' => 'کرج  9',
            'city_id' => '130025',
        ],
        '130026' => [
            'name' => 'کرج  10',
            'city_id' => '130026',
        ],
        '130027' => [
            'name' => 'کمال شهر',
            'city_id' => '130027',
        ],
        '130028' => [
            'name' => 'کوهسار',
            'city_id' => '130028',
        ],
        '130029' => [
            'name' => 'گرمدره',
            'city_id' => '130029',
        ],
        '130030' => [
            'name' => 'گلسار',
            'city_id' => '130030',
        ],
    ],
];
